Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# payLightningFee
source: Lightning Fee
es: Comisión Lightning
fr: Frais Lightning
uk: Освітлення Fee

# arkBalanceBreakdownTooltip
source: Balance breakdown
es: Desglose del saldo
fr: Répartition du solde
uk: Поломка балансу

# testBackupLastBackupTest
source: Last backup test: {timestamp}
es: Última prueba de respaldo: {timestamp}
fr: Dernier test de sauvegarde : {timestamp}
uk: Останнє оновлення: {timestamp}

# payAmountRequired
source: Amount is required
es: El monto es requerido
fr: Le montant est requis
uk: Необхідність монтажу

# keystoneStep7
source: - Try moving your device back a little bit
es: - Intente alejar un poco su dispositivo
fr: - Essayez de reculer un peu votre appareil
uk: - Спробуйте перемістити пристрій назад трохи

# buyLevel2Limit
source: Level 2 limit: {amount}
es: Límite Nivel 2: {amount}
fr: Limite niveau 2 : {amount}
uk: Рівень 2 ліміт: {amount}

# replaceByFeeActivatedLabel
source: Replace-by-fee activated
es: Reemplazo por tarifa activado
fr: Remplacement par frais activé
uk: Замініть активоване

# testBackupErrorLoadMnemonic
source: Failed to load mnemonic: {error}
es: Error al cargar mnemónica: {error}
fr: Échec du chargement de la mnémonique : {error}
uk: Надійшла до навантаження мнемоніки: {error}

# passportStep3
source: Scan the QR code shown in the Bull wallet
es: Escanee el código QR mostrado en la billetera Bull
fr: Scannez le code QR affiché dans le portefeuille Bull
uk: Сканування QR-коду, показаного в булл-гаманці

# jadeStep5
source: If you have trouble scanning:
es: Si tiene problemas para escanear:
fr: Si vous avez des difficultés à scanner :
uk: Якщо у вас є проблеми сканування:

# importWatchOnlyDerivationPath
source: Derivation Path
es: Ruta de derivación
fr: Chemin de dérivation
uk: Деприація шлях

# dcaSelectWalletTypeLabel
source: Select Bitcoin Wallet Type
es: Seleccionar Tipo de Cartera de Bitcoin
fr: Sélectionner le type de portefeuille Bitcoin
uk: Виберіть тип Bitcoin Wallet

# backupWalletHowToDecideVaultModalTitle
source: How to decide
es: Cómo decidir
fr: Comment décider
uk: Як вирішити

# testBackupEncryptedVaultTag
source: Easy and simple (1 minute)
es: Fácil y simple (1 minuto)
fr: Facile et simple (1 minute)
uk: Легкий і простий (1 хвилину)

# fundExchangeSpeiTransfer
source: SPEI transfer
es: Transferencia SPEI
fr: Virement SPEI
uk: Трансфер SPEI

# fundExchangeMethodSpeiTransfer
source: SPEI transfer
es: Transferencia SPEI
fr: Virement SPEI
uk: Трансфер SPEI

# addressViewCopyAddress
source: Copy Address
es: Copiar dirección
fr: Copier l'adresse
uk: Статус на сервери

# pinAuthenticationTitle
source: Authentication
es: Autenticación
fr: Authentification
uk: Аутентифікація

# testBackupFetchingFromDevice
source: Fetching from your device.
es: Obteniendo desde su dispositivo.
fr: Récupération depuis votre appareil.
uk: Захоплення від пристрою.

# backupWalletHowToDecideVaultCustomLocation
source: A custom location can be much more secure, depending on which location you choose. You must also make sure not to lose the backup file or to lose the device on which your backup file is stored.
es: Una ubicación personalizada puede ser mucho más segura, dependiendo de la ubicación que elija. También debe asegurarse de no perder el archivo de respaldo o el dispositivo en el que se almacena su archivo de respaldo.
fr: Un emplacement personnalisé peut être beaucoup plus sécurisé, selon l'emplacement que vous choisissez. Vous devez également vous assurer de ne pas perdre le fichier de sauvegarde ou de perdre l'appareil sur lequel votre fichier de sauvegarde est stocké.
uk: Зручне розташування може бути набагато більш безпечною, в залежності від місця розташування, яку ви обираєте. Ви також повинні переконатися, що не втратити файл резервного копіювання або втратити пристрій, на якому зберігаються файли резервного копіювання.

# buyProofOfAddress
source: Proof of Address
es: Comprobante de Domicilio
fr: Preuve de résidence
uk: Адреса

# backupWalletInstructionNoDigitalCopies
source: Do not make digital copies of your backup. Write it down on a piece of paper, or engraved in metal.
es: No haga copias digitales de su respaldo. Escríbalo en un pedazo de papel o grábelo en metal.
fr: Ne faites pas de copies numériques de votre sauvegarde. Écrivez-la sur un morceau de papier ou gravez-la dans du métal.
uk: Не робити цифрові копії вашого резервного копіювання. Написати його на шматку паперу, або гравійований в металі.

# payWalletNotSynced
source: Wallet not synced. Please wait
es: Billetera no sincronizada. Por favor espere
fr: Portefeuille non synchronisé. Veuillez patienter
uk: Гаманець не синхронізується. Будь ласка, почекайте

# recoverbullRecoveryLoadingMessage
source: Looking for balance and transactions…
es: Buscando saldo y transacciones…
fr: Recherche du solde et des transactions…
uk: Шукаємо баланс і операції..

# importMnemonicLegacy
source: Legacy
uk: Спадщина

# keystoneStep12
source: The Bull Bitcoin wallet will ask you to scan the QR code on the Keystone. Scan it.
es: La billetera Bull Bitcoin le pedirá que escanee el código QR en el Keystone. Escanéelo.
fr: Le portefeuille Bull Bitcoin vous demandera de scanner le code QR sur le Keystone. Scannez-le.
uk: Гаманець Bull Bitcoin попросить вас сканування QR-коду на Keystone. Сканування.

# payFeeRate
source: Fee Rate
es: Tarifa de Comisión
fr: Taux de Frais
uk: Тарифи

# autoswapRecipientWalletPlaceholderRequired
source: Select a Bitcoin wallet *
es: Seleccione una billetera Bitcoin *
fr: Sélectionnez un portefeuille Bitcoin *
uk: Виберіть гаманець Bitcoin *

# passportStep10
source: The Passport will then show you its own QR code.
es: El Passport entonces mostrará su propio código QR.
fr: Le Passport affichera alors son propre code QR.
uk: Після цього паспорт покаже вам власний QR-код.

# typeLabel
source: Type:
es: Tipo:
uk: Тип:

# withdrawConfirmClabe
source: CLABE
uk: КЛАБ

# amountLabel
source: Amount
es: Monto
fr: Montant
uk: Сума

# payScanQRCode
source: Scan QR Code
es: Escanear Código QR
fr: Scanner le Code QR
uk: Сканування QR Коди

# seedsignerStep10
source: The SeedSigner will then show you its own QR code.
es: El SeedSigner entonces mostrará su propio código QR.
fr: Le SeedSigner affichera alors son propre code QR.
uk: Після того, як SeedSigner покаже вам власний QR-код.

# psbtInstructions
source: Instructions
es: Instrucciones
uk: Інструкції

# swapInternalTransferTitle
source: Internal Transfer
es: Transferencia Interna
fr: Transfert interne
uk: Внутрішній переказ

# withdrawConfirmPayee
source: Payee
es: Beneficiario
fr: Bénéficiaire
uk: Оплатити

# dcaSuccessMessageWeekly
source: You will buy {amount} every week
es: Comprará {amount} cada semana
fr: Vous achèterez {amount} chaque semaine
uk: Купити {amount} щотижня

# withdrawConfirmRecipientName
source: Recipient name
es: Nombre del destinatario
fr: Nom du destinataire
uk: Ім'я одержувача

# autoswapRecipientWalletPlaceholder
source: Select a Bitcoin wallet
es: Seleccione una billetera Bitcoin
fr: Sélectionnez un portefeuille Bitcoin
uk: Виберіть гаманець Bitcoin

# backupSettingsExporting
source: Exporting...
es: Exportando...
fr: Exportation en cours...
uk: Експорт.

# seedsignerStep7
source: - Try moving your device back a little bit
es: - Intente alejar un poco su dispositivo
fr: - Essayez de reculer un peu votre appareil
uk: - Спробуйте перемістити пристрій назад трохи

# recoverbullSelectBackupFileNotValidError
source: Recoverbull backup file is not valid
es: El archivo de respaldo de RecoverBull no es válido
fr: Le fichier de sauvegarde RecoverBull n'est pas valide
uk: Recoverbull резервний файл не діє

# swapErrorInsufficientFunds
source: Could not build transaction. Likely due to insufficient funds to cover fees and amount.
es: No se pudo construir la transacción. Probablemente debido a fondos insuficientes para cubrir las comisiones y la cantidad.
fr: Impossible de construire la transaction. Probablement dû à des fonds insuffisants pour couvrir les frais et le montant.
uk: Не вдалося побудувати операцію. Як правило, через недостатні кошти для покриття зборів і суми.

# dcaConfirmAmount
source: Amount
es: Monto
fr: Montant
uk: Сума

# arkBalanceBreakdown
source: Balance Breakdown
es: Desglose del saldo
fr: Répartition du solde
uk: Поломка балансу

# seedsignerStep8
source: Once the transaction is imported in your SeedSigner, you should select the seed you wish to sign with.
es: Una vez que la transacción se importe en su SeedSigner, debe seleccionar la semilla con la que desea firmar.
fr: Une fois la transaction importée dans votre SeedSigner, vous devriez sélectionner la graine avec laquelle vous souhaitez signer.
uk: Після того, як угода була імпортована у вашому SeedSigner, ви повинні вибрати насіння, яке ви хочете зареєструватися.

# arkNoTransactionsYet
source: No transactions yet.
es: Aún no hay transacciones.
fr: Aucune transaction pour le moment.
uk: Ніяких операцій.

# receiveInvoiceExpired
source: Invoice expired
es: Factura expirada
fr: Facture expirée
uk: Войце розширюється

# autoswapMinimumThresholdErrorSats
source: Minimum balance threshold is {amount} sats
es: El umbral mínimo de saldo es {amount} sats
fr: Le seuil de solde minimum est de {amount} sats
uk: Мінімальний поріг балансу {amount} сати

# payRemoveRecipient
source: Remove Recipient
es: Eliminar Destinatario
fr: Retirer le Destinataire
uk: Видалити одержувача

# pasteInputDefaultHint
source: Paste a payment address or invoice
es: Pegue una dirección de pago o factura
fr: Collez une adresse de paiement ou une facture
uk: Введіть адресу платежу або рахунок-фактуру

# withdrawRecipientsFilterAll
source: All types
es: Todos los tipos
fr: Tous les types
uk: Всі види

# fundExchangeSpeiSubtitle
source: Transfer funds using your CLABE
es: Transfiera fondos usando su CLABE
fr: Transférer des fonds en utilisant votre CLABE
uk: Перерахування коштів за допомогою CLABE

# urDecodingFailedMessage
source: UR decoding failed
es: Decodificación UR fallida
fr: Échec du décodage UR
uk: Ур декодування не вдалося

# payCannotBumpFee
source: Cannot bump fee for this transaction
es: No se puede aumentar la comisión para esta transacción
fr: Impossible d'augmenter les frais pour cette transaction
uk: Не платите за цю операцію

# payMinimumAmount
source: Minimum: {amount}
es: Mínimo: {amount}
uk: Мінімальне: {amount}

# sendConfirmSwap
source: Confirm Swap
es: Confirmar Swap
fr: Confirmer le swap
uk: Підтвердити обмін

# withdrawConfirmAccount
source: Account
es: Cuenta
fr: Compte
uk: Облік

# backupWalletVaultProviderGoogleDrive
source: Google Drive
uk: Українська

# buyStandardWithdrawal
source: Standard Withdrawal
es: Retiro Estándar
fr: Retrait standard
uk: Стандартний знімок

# arkSettleButton
source: Settle
es: Liquidar
fr: Régler
uk: Смітт

# arkEsploraUrl
source: Esplora URL
es: URL de Esplora
fr: URL Esplora
uk: Веб-сайт

# backupSettingsNotTested
source: Not Tested
es: No Probado
fr: Non testé
uk: Не тестувати

# googleDrivePrivacyMessage
source: Google will ask you to share personal information with this app.
es: Google te pedirá compartir información personal con esta aplicación.
fr: Google vous demandera de partager des informations personnelles avec cette application.
uk: Google попросить Вас поділитися персональною інформацією з цією програмою.

# errorGenericTitle
source: Oops! Something went wrong
es: ¡Ups! Algo salió mal
fr: Oups ! Une erreur s'est produite
uk: Опери Хтось пішов неправильно

# backupWalletHowToDecideBackupModalTitle
source: How to decide
es: Cómo decidir
fr: Comment décider
uk: Як вирішити

# sellInteracEmail
source: Interac Email
es: Correo Electrónico de Interac
fr: Courriel Interac
uk: Веб-сайт

# kruxStep6
source: If you have trouble scanning:
es: Si tiene problemas para escanear:
fr: Si vous avez des difficultés à scanner :
uk: Якщо у вас є проблеми сканування:

# autoswapMaximumFeeError
source: Maximum fee threshold is {threshold}%
es: El umbral máximo de comisión es {threshold}%
fr: Le seuil de frais maximum est de {threshold}%
uk: Максимальний термін оплати {threshold}%

# testBackupErrorWalletMismatch
source: Backup does not match existing wallet
es: El respaldo no coincide con la billetera existente
fr: La sauvegarde ne correspond pas au portefeuille existant
uk: Резервне копіювання не відповідає існуючому гаманцю

# jadeStep2
source: Add a passphrase if you have one (optional)
es: Agregue una frase de contraseña si tiene una (opcional)
fr: Ajoutez une phrase de passe si vous en avez une (optionnel)
uk: Якщо у вас є одна (необов'язково)

# coldcardStep4
source: Scan the QR code shown in the Bull wallet
es: Escanee el código QR mostrado en la billetera Bull
fr: Scannez le code QR affiché dans le portefeuille Bull
uk: Сканування QR-коду, показаного в булл-гаманці

# swapContinueButton
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# pinSecurityTitle
source: Security PIN
es: PIN de Seguridad
fr: Code PIN de sécurité
uk: Безпека PIN

# addressLabel
source: Address:
es: Dirección:
fr: Adresse :
uk: Адреса:

# testBackupWalletTitle
source: Test {walletName}
es: Probar {walletName}
fr: Tester {walletName}
uk: Тест {walletName}

# withdrawRecipientsPrompt
source: Where and how should we send the money?
es: ¿Dónde y cómo debemos enviar el dinero?
fr: Où et comment devons-nous envoyer l'argent ?
uk: Де і як ми надішлемо гроші?

# withdrawRecipientsTitle
source: Select recipient
es: Seleccionar destinatario
fr: Sélectionner un destinataire
uk: Оберіть одержувач

# backupWalletLastBackupTest
source: Last backup test:
es: Última prueba de respaldo:
fr: Dernier test de sauvegarde :
uk: Останній тест резервного копіювання:

# keystoneStep1
source: Login to your Keystone device
es: Inicie sesión en su dispositivo Keystone
fr: Connectez-vous à votre appareil Keystone
uk: Увійти на пристрій Keystone

# keystoneStep3
source: Scan the QR code shown in the Bull wallet
es: Escanee el código QR mostrado en la billetera Bull
fr: Scannez le code QR affiché dans le portefeuille Bull
uk: Сканування QR-коду, показаного в булл-гаманці

# exchangeAuthErrorMessage
source: An error occurred, please try logging in again.
es: Ocurrió un error, por favor intente iniciar sesión nuevamente.
fr: Une erreur s'est produite, veuillez réessayer de vous connecter.
uk: Помилкові помилки, будь ласка, спробуйте увійти знову.

# testBackupGoogleDrivePrivacyPart3
source: leave your phone and is
es: de su teléfono y
fr: votre téléphone et ne sont
uk: залишити свій телефон і

# dcaAmountLabel
source: Amount
es: Cantidad
fr: Montant
uk: Сума

# receiveArkNetwork
source: Ark
uk: Арк

# swapMaxButton
source: MAX
es: MÁX
uk: МАКС

# dcaConfirmFrequencyWeekly
source: Every week
es: Cada semana
fr: Toutes les semaines
uk: Щодня

# quickAndEasyTag
source: Quick & easy
es: Rápido y fácil
fr: Rapide et facile
uk: Швидкий і простий

# jadeStep3
source: Select "Scan QR" option
es: Seleccione la opción "Escanear QR"
fr: Sélectionnez l'option "Scanner QR"
uk: Виберіть опцію "Scan QR"

# dcaSetupFundAccount
source: Fund your account
es: Financiar su cuenta
fr: Financer votre compte
uk: Оберіть Ваш рахунок

# coldcardStep10
source: Click the buttons to sign the transaction on your Coldcard.
es: Haga clic en los botones para firmar la transacción en su Coldcard.
fr: Cliquez sur les boutons pour signer la transaction sur votre Coldcard.
uk: Натисніть кнопку, щоб записати операцію на холодильнику.

# payPrivatePayment
source: Private Payment
es: Pago Privado
fr: Paiement Privé
uk: Приватний платіж

# dcaDeactivate
source: Deactivate Recurring Buy
es: Desactivar compra recurrente
fr: Désactiver l'achat récurrent
uk: Deactivate Recurring Купити

# arkUnifiedAddressBip21
source: Unified address (BIP21)
es: Dirección unificada (BIP21)
fr: Adresse unifiée (BIP21)
uk: Єдина адреса (BIP21)

# pickPasswordOrPinButton
source: Pick a {pinOrPassword} instead >>
es: Elegir un {pinOrPassword} en su lugar >>
fr: Choisir un {pinOrPassword} à la place >>
uk: Виберіть {pinOrPassword} замість >>

# backupSettingsKeyWarningExample
source: For example, if you used Google Drive for your backup file, do not use Google Drive for your backup key.
es: Por ejemplo, si utilizó Google Drive para su archivo de respaldo, no utilice Google Drive para su clave de respaldo.
fr: Par exemple, si vous avez utilisé Google Drive pour votre fichier de sauvegarde, n'utilisez pas Google Drive pour votre clé de sauvegarde.
uk: Наприклад, якщо ви використовували Google Диск для файлів резервної копії, не використовуйте Google Диск для ключа резервного копіювання.

# backupWalletHowToDecideVaultCloudRecommendation
source: Google or Apple cloud:
es: Nube de Google o Apple:
fr: Cloud Google ou Apple :
uk: Українська Хмара яблука:

# testBackupEncryptedVaultDescription
source: Anonymous backup with strong encryption using your cloud.
es: Respaldo anónimo con cifrado robusto usando su nube.
fr: Sauvegarde anonyme avec chiffrement robuste utilisant votre cloud.
uk: Анонімне резервне копіювання з використанням сильного шифрування за допомогою хмари.

# payNetworkType
source: Network
es: Red
fr: Réseau
uk: Мережа

# confirmLogoutTitle
source: Confirm Logout
es: Confirmar cierre de sesión
fr: Confirmer la déconnexion
uk: Підтвердити запис

# swapTransferCompletedMessage
source: Wow, you waited! The transfer has completed successfully.
es: ¡Vaya, esperó! La transferencia se ha completado exitosamente.
fr: Bravo, vous avez attendu ! Le transfert s'est terminé avec succès.
uk: Ви чекали! Передача успішно завершено.

# testBackupGoogleDrivePrivacyPart4
source: never
es: nunca
fr: jamais
uk: ні

# arkConfirmButton
source: Confirm
es: Confirmar
fr: Confirmer
uk: Підтвердження

# sendCoinControl
source: Coin Control
es: Control de Monedas
fr: Contrôle des pièces
uk: Монета управління

# exchangeLandingConnect
source: Connect your Bull Bitcoin exchange account
es: Conecte su cuenta de intercambio Bull Bitcoin
fr: Connectez votre compte d'échange Bull Bitcoin
uk: Підключіть свій обліковий запис Біткойн

# payProcessingPayment
source: Processing payment...
es: Procesando pago...
fr: Traitement du paiement...
uk: Операції по переробці.

# paySuccessfulPayments
source: Successful
es: Exitosos
fr: Réussis
uk: Успішний

# savingToDevice
source: Saving to your device.
es: Guardando en tu dispositivo.
fr: Enregistrement sur votre appareil.
uk: Збереження вашого пристрою.

# fundExchangeLabelSwiftCode
source: SWIFT code
es: Código SWIFT
fr: Code SWIFT
uk: SWIFT код

# dcaConfirmationError
source: Something went wrong: {error}
es: Algo salió mal: {error}
fr: Une erreur s'est produite : {error}
uk: Хтось пішов неправильно: {error}

source: Oops! Something went wrong
es: ¡Ups! Algo salió mal
fr: Oups ! Une erreur s'est produite
uk: Опери Хтось пішов неправильно

# pinStatusSettingUpDescription
source: Setting up your PIN code
es: Configurando su código PIN
fr: Configuration de votre code PIN
uk: Налаштування коду PIN

# rbfOriginalTransaction
source: Original transaction
es: Transacción original
fr: Transaction originale
uk: Оригінальна угода

# jadeStep4
source: Scan the QR code shown in the Bull wallet
es: Escanee el código QR mostrado en la billetera Bull
fr: Scannez le code QR affiché dans le portefeuille Bull
uk: Сканування QR-коду, показаного в булл-гаманці

# recoverbullRecoveryErrorWalletExists
source: This wallet already exists.
es: Esta billetera ya existe.
fr: Ce portefeuille existe déjà.
uk: Цей гаманець вже існує.

# sendSelectCoins
source: Select Coins
es: Seleccionar Monedas
fr: Sélectionner les pièces
uk: Виберіть монети

# fundExchangeLabelRoutingNumber
source: Routing number
es: Número de ruta
fr: Numéro d'acheminement
uk: Номер маршрутизації

# paySyncingWallet
source: Syncing wallet...
es: Sincronizando billetera...
fr: Synchronisation du portefeuille...
uk: Syncing гаманець ...

# importWatchOnlyPasteHint
source: Paste xpub, ypub, zpub or descriptor
es: Pegar xpub, ypub, zpub o descriptor
fr: Coller xpub, ypub, zpub ou descripteur
uk: Паста xpub, ypub, zpub або descriptor

# sellAccountNumber
source: Account Number
es: Número de Cuenta
fr: Numéro de compte
uk: Номер рахунку

# backupWalletLastKnownEncryptedVault
source: Last Known Encrypted Vault:
es: Última bóveda cifrada conocida:
fr: Dernier coffre-fort chiffré connu :
uk: Останній Знаний Зашифрований За замовчуванням:

# dcaSetupInsufficientBalanceMessage
source: You do not have enough balance to create this order.
es: No tiene suficiente saldo para crear esta orden.
fr: Vous n'avez pas assez de solde pour créer cette commande.
uk: Ви не маєте достатнього балансу для створення цього замовлення.

# sellRateValidFor
source: Rate valid for {seconds}s
es: Tasa válida por {seconds}s
fr: Taux valide pour {seconds}s
uk: Тарифи на {seconds}

# autoswapAutoSaveError
source: Failed to save settings
es: Error al guardar la configuración
fr: Échec de l'enregistrement des paramètres
uk: Не вдалося зберегти налаштування

# dcaConfirmAutoMessage
source: Buy orders will be placed automatically per these settings. You can disable them anytime.
es: Las órdenes de compra se realizarán automáticamente según esta configuración. Puede desactivarlas en cualquier momento.
fr: Les ordres d'achat seront placés automatiquement selon ces paramètres. Vous pouvez les désactiver à tout moment.
uk: Купити замовлення будуть розміщені автоматично на ці налаштування. Ви можете відключити їх в будь-який час.

# arkCollaborativeRedeem
source: Collaborative Redeem
es: Redención Colaborativa
fr: Remboursement Collaboratif
uk: Колегативний червоний

# usePasswordInsteadButton
source: Use {pinOrPassword} instead >>
es: Usar {pinOrPassword} en su lugar >>
fr: Utiliser un {pinOrPassword} à la place >>
uk: {pinOrPassword} замість >>

# backupWalletVaultProviderAppleICloud
source: Apple iCloud
uk: Яблуко iCloud

# testBackupDoNotShare
source: DO NOT SHARE WITH ANYONE
es: NO COMPARTA CON NADIE
fr: NE PARTAGEZ AVEC PERSONNE
uk: НЕ ЗДОРОВ'Я

# kruxInstructionsTitle
source: Krux Instructions
es: Instrucciones Krux
fr: Instructions Krux
uk: Krux Інструкції

# backupSettingsViewVaultKey
source: View Vault Key
es: Ver Clave de la Bóveda
fr: Afficher la clé du coffre-fort
uk: Переглянути Vault Головна

# testBackupSuccessButton
source: Got it
es: Entendido
fr: Compris
uk: Про нас

# exchangeLandingTitle
source: BULL BITCOIN
uk: БУЛ БІТКОІН

# doneButton
source: Done
es: Hecho
fr: Terminé
uk: Сонце

# paySendAll
source: Send All
es: Enviar Todo
fr: Tout Envoyer
uk: Відправити

# payLowPriority
source: Low
es: Baja
fr: Faible
uk: Низький

# backupWalletBestPracticesTitle
source: Backup best practices
es: Mejores prácticas de respaldo
fr: Meilleures pratiques de sauvegarde
uk: Кращі практики

# memorizePasswordWarning
source: You must memorize this {pinOrPassword} to recover access to your wallet. It must be at least 6 digits. If you lose this {pinOrPassword} you cannot recover your backup.
es: Debes memorizar este {pinOrPassword} para recuperar el acceso a tu billetera. Debe tener al menos 6 dígitos. Si pierdes este {pinOrPassword}, no podrás recuperar tu respaldo.
fr: Vous devez mémoriser ce {pinOrPassword} pour récupérer l'accès à votre portefeuille. Il doit comporter au moins 6 chiffres. Si vous perdez ce {pinOrPassword}, vous ne pourrez pas récupérer votre sauvegarde.
uk: Ви повинні запам'ятати цей {pinOrPassword} для відновлення доступу до вашого гаманця. Потрібно не менше 6 цифр. Якщо ви втратите це {pinOrPassword} ви не можете відновити резервну копію.

# googleAppleCloudRecommendation
source: Google or Apple cloud:
es: Nube de Google o Apple:
fr: Cloud Google ou Apple :
uk: Українська Хмара яблука:

# backupWalletSuccessTestButton
source: Test Backup
es: Probar Respaldo
fr: Tester la sauvegarde
uk: Тест резервного копіювання

# payPriority
source: Priority
es: Prioridad
fr: Priorité
uk: Головна
