Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# enterBackupKeyManuallyDescription
source: If you have exported your backup key and saved it in a seperate location by yourself, you can enter it manually here. Otherwise, go back to previous screen.
es: Si has exportado tu clave de respaldo y la has guardado en una ubicación separada por ti mismo, puedes ingresarla manualmente aquí. De lo contrario, regresa a la pantalla anterior.
fr: Si vous avez exporté votre clé de sauvegarde et l'avez enregistrée dans un emplacement séparé par vous-même, vous pouvez l'entrer manuellement ici. Sinon, retournez à l'écran précédent.
uk: Якщо ви експортували ключ резервного копіювання і зберігайте його в локації, що знаходиться на території, ви можете ввести його вручну тут. Інакше, повернутися до попереднього екрану.

# automaticallyFetchKeyButton
source: Automatically Fetch key >>
es: Obtener clave automáticamente >>
fr: Récupérer automatiquement la clé >>
uk: Автоматичний ключ Fetch >>

# enterYourPinTitle
source: Enter your {pinOrPassword}
es: Ingresa tu {pinOrPassword}
fr: Entrez votre {pinOrPassword}
uk: {pinOrPassword}

# enterYourBackupPinTitle
source: Enter your backup {pinOrPassword}
es: Ingresa tu {pinOrPassword} de respaldo
fr: Entrez votre {pinOrPassword} de sauvegarde
uk: Введіть резервну копію {pinOrPassword}

# enterPinToContinueMessage
source: Enter your {pinOrPassword} to continue
es: Ingresa tu {pinOrPassword} para continuar
fr: Entrez votre {pinOrPassword} pour continuer
uk: Введіть своє {pinOrPassword} для продовження

# testBackupPinMessage
source: Test to make sure you remember your backup {pinOrPassword}
es: Prueba para asegurarte de que recuerdas tu {pinOrPassword} de respaldo
fr: Testez pour vous assurer que vous vous souvenez de votre {pinOrPassword} de sauvegarde
uk: Тест, щоб переконатися, що ви пам'ятаєте резервну копію {pinOrPassword}

# pickPasswordInsteadButton
source: Pick password instead >>
es: Elegir contraseña en su lugar >>
fr: Choisir un mot de passe à la place >>
uk: Виберіть пароль замість >>

# recoverYourWalletTitle
source: Recover your wallet
es: Recupera tu billetera
fr: Récupérer votre portefeuille
uk: Відновити гаманець

# recoverViaCloudDescription
source: Recover your backup via cloud using your PIN.
es: Recupera tu respaldo a través de la nube usando tu PIN.
fr: Récupérez votre sauvegarde via le cloud en utilisant votre code PIN.
uk: Відновити резервну копію через хмару за допомогою PIN.

# recoverVia12WordsDescription
source: Recover your wallet via 12 words.
es: Recupera tu billetera a través de 12 palabras.
fr: Récupérez votre portefeuille via 12 mots.
uk: Відновити гаманець через 12 слів.

# recoverButton
source: Recover
es: Recuperar
fr: Récupérer
uk: Відновити

# recoverWalletButton
source: Recover Wallet
es: Recuperar billetera
fr: Récupérer le portefeuille
uk: Відновлення гаманця

# importMnemonicTitle
source: Import Mnemonic
es: Importar mnemónica
fr: Importer une mnémonique
uk: Імпортний мнемічний

# howToDecideBackupTitle
source: How to decide
es: Cómo decidir
fr: Comment décider
uk: Як вирішити

# howToDecideBackupText1
source: One of the most common ways people lose their Bitcoin is because they lose the physical backup. Anybody that finds your physical backup will be able to take all your Bitcoin. If you are very confident that you can hide it well and never lose it, it's a good option.
es: Una de las formas más comunes en que las personas pierden su Bitcoin es porque pierden el respaldo físico. Cualquiera que encuentre tu respaldo físico podrá tomar todos tus Bitcoin. Si estás muy seguro de que puedes esconderlo bien y nunca perderlo, es una buena opción.
fr: L'une des façons les plus courantes de perdre ses bitcoins est de perdre la sauvegarde physique. Toute personne qui trouve votre sauvegarde physique pourra prendre tous vos bitcoins. Si vous êtes très confiant de pouvoir bien la cacher et de ne jamais la perdre, c'est une bonne option.
uk: Один з найбільш поширених способів втратити Біткойн, тому що вони втрачають фізичну резервну копію. Будь-ласка, що знаходить вашу фізичну резервну копію, зможе прийняти всі ваші біткойни. Якщо ви дуже впевнені, що ви можете приховати його добре і ніколи не втратите його, це хороший варіант.

# dcaConfirmContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# buyInputTitle
source: Buy Bitcoin
es: Comprar Bitcoin
fr: Acheter du Bitcoin
uk: Bitcoin у USD

# buyInputMinAmountError
source: You should buy at least
es: Debe comprar al menos
fr: Vous devez acheter au moins
uk: Ви повинні придбати принаймні

# buyInputMaxAmountError
source: You can't buy more than
es: No puede comprar más de
fr: Vous ne pouvez pas acheter plus de
uk: Ви не можете придбати більше

# buyInputKycPending
source: KYC ID Verification Pending
es: Verificación de identidad KYC pendiente
fr: Vérification d'identité KYC en attente
uk: Перевірка ID KYC

# buyInputKycMessage
source: You must complete ID Verification first
es: Debe completar primero la verificación de identidad
fr: Vous devez d'abord compléter la vérification d'identité
uk: Ви повинні завершити перевірку ID першим

# buyInputCompleteKyc
source: Complete KYC
es: Completar KYC
fr: Compléter le KYC
uk: Повний KYC

# buyInputInsufficientBalance
source: Insufficient balance
es: Saldo insuficiente
fr: Solde insuffisant
uk: Недостатній баланс

# buyInputInsufficientBalanceMessage
source: You do not have enough balance to create this order.
es: No tiene suficiente saldo para crear esta orden.
fr: Vous n'avez pas assez de solde pour créer cette commande.
uk: Ви не маєте достатнього балансу для створення цього замовлення.

# buyInputContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# buyConfirmTitle
source: Buy Bitcoin
es: Comprar Bitcoin
fr: Acheter du Bitcoin
uk: Bitcoin у USD

# buyConfirmYouPay
source: You pay
es: Usted paga
fr: Vous payez
uk: Ви платите

# buyConfirmYouReceive
source: You receive
es: Usted recibe
fr: Vous recevez
uk: Ви отримуєте

# buyConfirmBitcoinPrice
source: Bitcoin Price
es: Precio de Bitcoin
fr: Prix du Bitcoin
uk: Ціна Bitcoin

# buyConfirmPayoutMethod
source: Payout method
es: Método de pago
fr: Méthode de paiement
uk: Спосіб виплати

# buyConfirmExternalWallet
source: External Bitcoin wallet
es: Billetera Bitcoin externa
fr: Portefeuille Bitcoin externe
uk: Зовнішні біткоїни гаманець

# buyConfirmAwaitingConfirmation
source: Awaiting confirmation
es: Esperando confirmación
fr: En attente de confirmation
uk: Підтвердження

# sellSendPaymentTitle
source: Confirm payment
es: Confirmar pago
fr: Confirmer le paiement
uk: Підтвердження платежу

# sellSendPaymentPriceRefresh
source: Price will refresh in
es: El precio se actualizará en
fr: Le prix se rafraîchira dans
uk: Ціна освіжає в

# sellSendPaymentOrderNumber
source: Order number
es: Número de orden
fr: Numéro de commande
uk: Номер замовлення

# sellSendPaymentPayoutRecipient
source: Payout recipient
es: Destinatario del pago
fr: Destinataire du paiement
uk: Оплатити одержувачу

# sellSendPaymentCadBalance
source: CAD Balance
es: Saldo CAD
fr: Solde CAD
uk: СКАЧАТИ Посилання

# sellSendPaymentCrcBalance
source: CRC Balance
es: Saldo CRC
fr: Solde CRC
uk: КПП Посилання

# sellSendPaymentEurBalance
source: EUR Balance
es: Saldo EUR
fr: Solde EUR
uk: Євро Посилання

# sellSendPaymentUsdBalance
source: USD Balance
es: Saldo USD
fr: Solde USD
uk: Ціна Посилання

# sellSendPaymentMxnBalance
source: MXN Balance
es: Saldo MXN
fr: Solde MXN
uk: МСН Посилання

# sellSendPaymentPayinAmount
source: Payin amount
es: Monto pagado
fr: Montant payé
uk: Сума виплат

# sellSendPaymentPayoutAmount
source: Payout amount
es: Monto recibido
fr: Montant reçu
uk: Сума виплат

# sellSendPaymentExchangeRate
source: Exchange rate
es: Tasa de cambio
fr: Taux de change
uk: Курс валют

# sellSendPaymentPayFromWallet
source: Pay from wallet
es: Pagar desde billetera
fr: Payer depuis le portefeuille
uk: Оплатити з гаманця

# sellSendPaymentInstantPayments
source: Instant payments
es: Pagos instantáneos
fr: Paiements instantanés
uk: Миттєві платежі

# sellSendPaymentSecureWallet
source: Secure Bitcoin wallet
es: Billetera Bitcoin segura
fr: Portefeuille Bitcoin sécurisé
uk: Безпечний гаманець Bitcoin

# sellSendPaymentFeePriority
source: Fee Priority
es: Prioridad de comisión
fr: Priorité des frais
uk: Пріоритетність

# sellSendPaymentFastest
source: Fastest
es: Más rápido
fr: Le plus rapide
uk: Швидке

# sellSendPaymentNetworkFees
source: Network fees
es: Comisiones de red
fr: Frais de réseau
uk: Мережеві збори

# sellSendPaymentContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# sellSendPaymentAboveMax
source: You are trying to sell above the maximum amount that can be sold with this wallet.
es: Está intentando vender por encima del monto máximo que se puede vender con esta billetera.
fr: Vous essayez de vendre au-dessus du montant maximum qui peut être vendu avec ce portefeuille.
uk: Ви намагаєтеся продати над максимальною кількістю, яку можна продати з цим гаманець.

# payTransactionBroadcast
source: Transaction broadcast
es: Transacción transmitida
fr: Transaction diffusée
uk: Трансакція трансмісії

# dcaChooseWalletTitle
source: Choose Bitcoin Wallet
es: Elegir Cartera de Bitcoin
fr: Choisir un portefeuille Bitcoin
uk: Виберіть гаманець Bitcoin

# fundExchangeETransferLabelSecretAnswer
source: Secret answer
es: Respuesta secreta
fr: Réponse secrète
uk: Секрет відповіді

# jadeStep13
source: The Bull Bitcoin wallet will ask you to scan the QR code on the Jade. Scan it.
es: La billetera Bull Bitcoin le pedirá que escanee el código QR en el Jade. Escanéelo.
fr: Le portefeuille Bull Bitcoin vous demandera de scanner le code QR sur le Jade. Scannez-le.
uk: Гаманець Bull Bitcoin попросить вас сканування QR-коду на Jade. Сканування.

# sendScheduledPayment
source: Scheduled Payment
es: Pago Programado
fr: Paiement planifié
uk: Графік роботи

# sellInstitutionNumber
source: Institution Number
es: Número de Institución
fr: Numéro d'institution
uk: Кількість установ

# fundExchangeMethodRegularSepa
source: Regular SEPA
es: SEPA regular
fr: SEPA régulier
uk: Звичайна СПА

# addressViewTransactions
source: Transactions
es: Transacciones
uk: Твитнуть

# passportStep1
source: Login to your Passport device
es: Inicie sesión en su dispositivo Passport
fr: Connectez-vous à votre appareil Passport
uk: Увійти до пристрою Паспорт

# receiveInvoice
source: Lightning Invoice
es: Factura Lightning
fr: Facture Lightning
uk: Блискавка Invoice

# receiveGenerateAddress
source: Generate New Address
es: Generar Nueva Dirección
fr: Générer une nouvelle adresse
uk: Створити новий сайт

# kruxStep3
source: Click PSBT
es: Haga clic en PSBT
fr: Cliquez sur PSBT
uk: Натисніть PSBT

# hwColdcardQ
source: Coldcard Q
uk: Холодна картка Q

# sellPaymentMethod
source: Payment Method
es: Método de Pago
fr: Méthode de paiement
uk: Спосіб оплати

# satsSuffix
source: sats
uk: атласне

# payExpiresIn
source: Expires in {time}
es: Expira en {time}
fr: Expire dans {time}
uk: Закінчується {time}

# backupWalletErrorSaveBackup
source: Failed to save the backup
es: Error al guardar el respaldo
fr: Échec de l'enregistrement de la sauvegarde
uk: Не вдалося зберегти резервну копію

# receiveInvoiceCopied
source: Invoice copied to clipboard
es: Factura copiada al portapapeles
fr: Facture copiée dans le presse-papiers
uk: Invoice copied до буфера

# kruxStep7
source: - Increase screen brightness on your device
es: - Aumente el brillo de la pantalla en su dispositivo
fr: - Augmentez la luminosité de l'écran de votre appareil
uk: - Збільшення яскравості екрану на вашому пристрої

# autoswapUpdateSettingsError
source: Failed to update auto swap settings
es: Error al actualizar la configuración de intercambio automático
fr: Échec de la mise à jour des paramètres de transfert automatique
uk: Не вдалося оновити налаштування автоматичного затискання

# jadeStep11
source: The Jade will then show you its own QR code.
es: El Jade entonces mostrará su propio código QR.
fr: Le Jade affichera alors son propre code QR.
uk: Після того, як Jade покаже вам власний QR-код.

# importQrDeviceImporting
source: Importing wallet...
es: Importando billetera...
fr: Importation du portefeuille...
uk: Імпорт гаманця ...

# rbfFastest
source: Fastest
es: Más rápida
fr: Le plus rapide
uk: Швидке

# dcaLightningAddressInvalidError
source: Please enter a valid Lightning address
es: Por favor ingrese una dirección Lightning válida
fr: Veuillez entrer une adresse Lightning valide
uk: Будь ласка, введіть дійсну адресу Lightning

# hwKrux
source: Krux
uk: Кошик

# recoverbullSelectVaultImportSuccess
source: Your vault was successfully imported
es: Su bóveda se importó exitosamente
fr: Votre coffre-fort a été importé avec succès
uk: Ви успішно імпортували

# recoverbullSelectErrorPrefix
source: Error:
fr: Erreur :
uk: Помилка:

# backupWalletHowToDecideVaultMoreInfo
source: Visit recoverbull.com for more information.
es: Visite recoverbull.com para más información.
fr: Visitez recoverbull.com pour plus d'informations.
uk: Відвідайте rebull.com для отримання додаткової інформації.

# receiveConfirming
source: Confirming... ({count}/{required})
es: Confirmando... ({count}/{required})
fr: Confirmation en cours... ({count}/{required})
uk: Підтвердження... ({count}/{required})

# importWatchOnlyImportButton
source: Import Watch-Only Wallet
es: Importar billetera solo lectura
fr: Importer le portefeuille en lecture seule
uk: Імпорт Watch-Only Wallet

# dcaActivate
source: Activate Recurring Buy
es: Activar compra recurrente
fr: Activer l'achat récurrent
uk: Активувати продаж

# labelInputLabel
source: Label
es: Etiqueta
fr: Étiquette
uk: Етикетка

# broadcastSignedTxFee
source: Fee
es: Comisión
fr: Frais
uk: Плей

# recoverbullRecoveryBalanceLabel
source: Balance: {amount}
es: Saldo: {amount}
fr: Solde : {amount}
uk: Баланс: {amount}

# dcaWalletLiquidSubtitle
source: Requires compatible wallet
es: Requiere cartera compatible
fr: Nécessite un portefeuille compatible
uk: Вимагає сумісний гаманець

# payServiceFee
source: Service Fee
es: Comisión de Servicio
fr: Frais de Service
uk: Плата за обслуговування

# fundExchangeMethodInstantSepaSubtitle
source: Fastest - Only for transactions below €20,000
es: Más rápida - Solo para transacciones menores a €20,000
fr: Le plus rapide - Uniquement pour les transactions inférieures à 20 000 €
uk: Найшвидший - Тільки для операцій нижче €20,000

# dcaConfirmError
source: Something went wrong: {error}
es: Algo salió mal: {error}
fr: Une erreur s'est produite : {error}
uk: Хтось пішов неправильно: {error}

# receiveBitcoinNetwork
source: Bitcoin
uk: Bitcoin у USD

# testBackupWriteDownPhrase
source: Write down your recovery phrase in the correct order
es: Escriba su frase de recuperación en el orden correcto
fr: Écrivez votre phrase de récupération dans le bon ordre
uk: Напишіть слово відновлення в правильному порядку

# jadeStep8
source: - Try moving your device closer or further away
es: - Intente acercar o alejar su dispositivo
fr: - Essayez de rapprocher ou d'éloigner votre appareil
uk: - Спробуйте перемістити пристрій ближче або далі

# customLocationTitle
source: Custom Location
es: Ubicación personalizada
fr: Emplacement personnalisé
uk: Місцезнаходження

# testBackupErrorLoadWallets
source: Failed to load wallets: {error}
es: Error al cargar billeteras: {error}
fr: Échec du chargement des portefeuilles : {error}
uk: Надіслане на завантаження гаманців: {error}

# dcaConfirmDeactivate
source: Yes, deactivate
es: Sí, desactivar
fr: Oui, désactiver
uk: Так, деактивація

# exchangeLandingFeature2
source: DCA, Limit orders and Auto-buy
es: DCA, órdenes limitadas y compra automática
fr: DCA, ordres limites et achat automatique
uk: DCA, Обмеження замовлень і автокупе

# payPaymentPending
source: Payment pending
es: Pago pendiente
fr: Paiement en attente
uk: Кредитне кредитування

# payConfirmHighFee
source: The fee for this payment is {percentage}% of the amount. Continue?
es: La comisión para este pago es {percentage}% del monto. ¿Continuar?
fr: Les frais pour ce paiement représentent {percentage}% du montant. Continuer?
uk: Плата за цей платіж {percentage}% від суми. Продовжити?

# sendVerifyOnDevice
source: Verify on device
es: Verificar en el dispositivo
fr: Vérifier sur l'appareil
uk: Перевірити на пристрої

# payRoutingFailed
source: Routing failed
es: Enrutamiento fallido
fr: Échec du routage
uk: Маршрутизація

# sendFreezeCoin
source: Freeze Coin
es: Congelar Moneda
fr: Geler la pièce
uk: Freeze Монета

# fundExchangeLabelTransitNumber
source: Transit number
es: Número de tránsito
fr: Numéro de transit
uk: Кількість переходів

# buyDocumentUpload
source: Upload Documents
es: Cargar Documentos
fr: Téléverser les documents
uk: Документи

# seedsignerStep12
source: The Bull Bitcoin wallet will ask you to scan the QR code on the SeedSigner. Scan it.
es: La billetera Bull Bitcoin le pedirá que escanee el código QR en el SeedSigner. Escanéelo.
fr: Le portefeuille Bull Bitcoin vous demandera de scanner le code QR sur le SeedSigner. Scannez-le.
uk: Гаманець Bull Bitcoin попросить вас сканування QR-коду на SeedSigner. Сканування.

# arkSessionDuration
source: Session duration
es: Duración de la sesión
fr: Durée de session
uk: Тривалість сеансу

# broadcastSignedTxAmount
source: Amount
es: Cantidad
fr: Montant
uk: Сума

# hwJade
source: Blockstream Jade
uk: Блокстрім Jade

# keystoneStep14
source: It's now ready to broadcast! As soon as you click broadcast, the transaction will be published on the Bitcoin network and the funds will be sent.
es: ¡Ahora está lista para transmitir! Tan pronto como haga clic en transmitir, la transacción se publicará en la red Bitcoin y los fondos serán enviados.
fr: Elle est maintenant prête à être diffusée ! Dès que vous cliquerez sur diffuser, la transaction sera publiée sur le réseau Bitcoin et les fonds seront envoyés.
uk: Зараз готовий до трансляції! Як тільки ви натиснете трансляцію, операція буде опублікована на мережі Біткойн і будуть відправлені кошти.

# testBackupDigitalCopy
source: Digital copy
es: Copia digital
fr: Copie numérique
uk: Цифрова копія

# paySearchPayments
source: Search payments...
es: Buscar pagos...
fr: Rechercher des paiements...
uk: Пошук платежів.

# payPendingPayments
source: Pending
es: Pendientes
fr: En Attente
uk: Закінчення

# passwordMinLengthError
source: {pinOrPassword} must be at least 6 digits long
es: El {pinOrPassword} debe tener al menos 6 dígitos
fr: Le {pinOrPassword} doit comporter au moins 6 chiffres
uk: {pinOrPassword} повинен бути принаймні 6 цифр довго

# backupWalletEncryptedVaultTag
source: Easy and simple (1 minute)
es: Fácil y simple (1 minuto)
fr: Facile et simple (1 minute)
uk: Легкий і простий (1 хвилину)

# payBroadcastFailed
source: Broadcast failed
es: Transmisión fallida
fr: Échec de la diffusion
uk: Радіоканал не вдалося

# arkSettleTransactions
source: Settle Transactions
es: Liquidar Transacciones
fr: Régler les Transactions
uk: Шахрайські операції

# receiveShareAddress
source: Share Address
es: Compartir Dirección
fr: Partager l'adresse
uk: Адреса електронної пошти

source: shared with Bull Bitcoin.
es: se compartirá con Bull Bitcoin.
fr: partagées avec Bull Bitcoin.
uk: bitcoin у USD.

# jadeStep7
source: - Hold the QR code steady and centered
es: - Mantenga el código QR estable y centrado
fr: - Maintenez le code QR stable et centré
uk: - Утримайте QR-код стаціонарним і відцентровим

# sellKYCRejected
source: KYC verification rejected
es: Verificación KYC rechazada
fr: Vérification KYC rejetée
uk: Перевірка KYC відхилено

# exchangeLandingFeature6
source: Unified transaction history
es: Historial de transacciones unificado
fr: Historique des transactions unifié
uk: Історія угод

# receiveSelectNetwork
source: Select Network
es: Seleccionar Red
fr: Sélectionner le réseau
uk: Оберіть мережу

# bip85Mnemonic
source: Mnemonic
es: Mnemónica
fr: Mnémonique
uk: Мінуси

# payFeeTooHigh
source: Fee is unusually high
es: La comisión es inusualmente alta
fr: Les frais sont anormalement élevés
uk: Фей незвичайно високий

# fundExchangeBankTransferWireTitle
source: Bank transfer (wire)
es: Transferencia bancaria (wire)
fr: Virement bancaire (wire)
uk: Банківський переказ

# receiveShareInvoice
source: Share Invoice
es: Compartir Factura
fr: Partager la facture
uk: Надіслати запит

# dcaUnableToGetConfig
source: Unable to get DCA configuration
es: No se puede obtener la configuración DCA
fr: Impossible d'obtenir la configuration DCA
uk: Неможливо отримати конфігурацію DCA

# exchangeAuthLoginFailed
source: Login Failed
es: Inicio de sesión fallido
fr: Échec de la connexion
uk: Логін

# testBackupWarningMessage
source: Without a backup, you will eventually lose access to your money. It is critically important to do a backup.
es: Sin un respaldo, eventualmente perderá el acceso a su dinero. Es críticamente importante hacer un respaldo.
fr: Sans sauvegarde, vous finirez par perdre l'accès à votre argent. Il est absolument essentiel d'effectuer une sauvegarde.
uk: Без резервної копії ви в кінцевому підсумку втратите доступ до ваших грошей. Важливо зробити резервну копію.

# arkNetwork
source: Network
es: Red
fr: Réseau
uk: Мережа

# importWatchOnlyYpub
source: ypub
uk: й

# seedsignerStep1
source: Turn on your SeedSigner device
es: Encienda su dispositivo SeedSigner
fr: Allumez votre appareil SeedSigner
uk: Увімкніть пристрій для насінництва

# backupWalletHowToDecideBackupLosePhysical
source: One of the most common ways people lose their Bitcoin is because they lose the physical backup. Anybody that finds your physical backup will be able to take all your Bitcoin. If you are very confident that you can hide it well and never lose it, it's a good option.
es: Una de las formas más comunes en que las personas pierden sus Bitcoin es porque pierden el respaldo físico. Cualquier persona que encuentre su respaldo físico podrá tomar todos sus Bitcoin. Si está muy seguro de que puede ocultarlo bien y nunca perderlo, es una buena opción.
fr: L'une des façons les plus courantes de perdre ses Bitcoin est de perdre la sauvegarde physique. Toute personne qui trouve votre sauvegarde physique pourra prendre tous vos Bitcoin. Si vous êtes très confiant de pouvoir bien la cacher et de ne jamais la perdre, c'est une bonne option.
uk: Один з найбільш поширених способів втратити Біткойн, тому що вони втрачають фізичну резервну копію. Будь-ласка, що знаходить вашу фізичну резервну копію, зможе прийняти всі ваші біткойни. Якщо ви дуже впевнені, що ви можете приховати його добре і ніколи не втратите його, це хороший варіант.

# payEstimatedFee
source: Estimated Fee
es: Comisión Estimada
fr: Frais Estimés
uk: Орієнтовна Fee

# swapErrorBalanceTooLow
source: Balance too low for minimum swap amount
es: Saldo demasiado bajo para la cantidad mínima de intercambio
fr: Solde trop bas pour le montant minimum d'échange
uk: Баланс занадто низький для мінімальної кількості клаптів

# rbfCustomFee
source: Custom Fee
es: Tarifa Personalizada
fr: Frais personnalisés
uk: Спеціальний Fee

# importQrDeviceFingerprint
source: Fingerprint
es: Huella digital
fr: Empreinte
uk: Друк

# importWatchOnlyDescriptor
source: Descriptor
fr: Descripteur
uk: Дескриптор

# jadeStep6
source: - Increase screen brightness on your device
es: - Aumente el brillo de la pantalla en su dispositivo
fr: - Augmentez la luminosité de l'écran de votre appareil
uk: - Збільшення яскравості екрану на вашому пристрої

# fundExchangeETransferLabelEmail
source: Send the E-transfer to this email
es: Envía el E-transfer a este correo electrónico
fr: Envoyez le virement électronique à cette adresse courriel
uk: Надіслати E-переказ на електронну пошту

# fromLabel
source: From
es: De
fr: De
uk: З

# sellCompleteKYC
source: Complete KYC
es: Completar KYC
fr: Compléter le KYC
uk: Повний KYC
