Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# fundExchangeWarningDescription
source: If someone is asking you to buy Bitcoin or "helping you", be careful, they may be trying to scam you!
es: Si alguien te está pidiendo que compres Bitcoin o te está "ayudando", ten cuidado, ¡pueden estar tratando de estafarte!
fr: Si quelqu'un vous demande d'acheter du Bitcoin ou vous « aide », soyez prudent, il pourrait essayer de vous escroquer !
uk: Якщо хтось запитує вас купити Біткойн або "допомоги вам", будьте обережні, вони можуть бути намагатися з вами!

# fundExchangeWarningTacticsTitle
source: Common scammer tactics
es: Tácticas comunes de estafadores
fr: Tactiques courantes des escrocs
uk: Поширена тактика шампана

# fundExchangeWarningTactic1
source: They are promising returns on investment
es: Están prometiendo retornos de inversión
fr: Ils promettent des rendements sur investissement
uk: Вони перспективні повернення інвестицій

# fundExchangeWarningTactic8
source: They are pressuring you to act quickly
es: Te están presionando para que actúes rápidamente
fr: Ils vous pressent d'agir rapidement
uk: Натискаємо, щоб діяти швидко

# fundExchangeMethodEmailETransferSubtitle
source: Easiest and fastest method (instant)
es: Método más fácil y rápido (instantáneo)
fr: Méthode la plus simple et la plus rapide (instantané)
uk: Найвищий і найшвидший метод (інстант)

# fundExchangeOnlineBillPaymentDescription
source: Any amount you send via your bank's online bill payment feature using the information below will be credited to your Bull Bitcoin account balance within 3-4 business days.
es: Cualquier monto que envíes a través de la función de pago de facturas en línea de tu banco usando la información a continuación se acreditará al saldo de tu cuenta Bull Bitcoin dentro de 3-4 días hábiles.
fr: Tout montant que vous envoyez via la fonctionnalité de paiement de facture en ligne de votre banque en utilisant les informations ci-dessous sera crédité sur votre solde de compte Bull Bitcoin dans un délai de 3 à 4 jours ouvrables.
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації.

# fundExchangeOnlineBillPaymentLabelBillerName
source: Search your bank's list of billers for this name
es: Busca en la lista de cobradores de tu banco este nombre
fr: Recherchez dans la liste des fournisseurs de votre banque ce nom
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації

# fundExchangeOnlineBillPaymentHelpBillerName
source: Add this company as a payee - it's Bull Bitcoin's payment processor
es: Agrega esta compañía como beneficiario - es el procesador de pagos de Bull Bitcoin
fr: Ajoutez cette entreprise comme bénéficiaire - c'est le processeur de paiement de Bull Bitcoin
uk: Додайте цю компанію як Payee - це Біткойн-процесор

# fundExchangeOnlineBillPaymentLabelAccountNumber
source: Add this as the account number
es: Agrégalo como número de cuenta
fr: Ajoutez ceci comme numéro de compte
uk: Додати це як номер облікового запису

# fundExchangeOnlineBillPaymentHelpAccountNumber
source: This unique account number is created just for you
es: Este número de cuenta único fue creado solo para ti
fr: Ce numéro de compte unique est créé spécialement pour vous
uk: Цей унікальний номер облікового запису створений для вас

# fundExchangeCanadaPostTitle
source: In-person cash or debit at Canada Post
es: Efectivo o débito en persona en Canada Post
fr: Espèces ou débit en personne à Postes Canada
uk: Особистий готівковий або дебет в Канаді

# fundExchangeCanadaPostStep1
source: 1. Go to any Canada Post location
es: 1. Ve a cualquier ubicación de Canada Post
fr: 1. Rendez-vous dans n'importe quel bureau de Postes Canada
uk: 1,1 км Перейти на будь-яке місцезнаходження Канади

# fundExchangeCanadaPostStep2
source: 2. Ask the cashier to scan the "Loadhub" QR code
es: 2. Pídele al cajero que escanee el código QR "Loadhub"
fr: 2. Demandez au caissier de scanner le code QR « Loadhub »
uk: 2,2 км Запитайте касіра для сканування QR-коду «Loadhub»

# fundExchangeCanadaPostStep3
source: 3. Tell the cashier the amount you want to load
es: 3. Dile al cajero la cantidad que quieres cargar
fr: 3. Indiquez au caissier le montant que vous souhaitez charger
uk: 3. У Розкажіть касіра суму, яку ви хочете завантажити

# fundExchangeCanadaPostStep4
source: 4. The cashier will ask to see a piece of government-issued ID and verify that the name on your ID matches your Bull Bitcoin account
es: 4. El cajero te pedirá ver una identificación emitida por el gobierno y verificará que el nombre en tu identificación coincida con tu cuenta Bull Bitcoin
fr: 4. Le caissier vous demandera de présenter une pièce d'identité émise par le gouvernement et vérifiera que le nom sur votre pièce d'identité correspond à votre compte Bull Bitcoin
uk: 4. У Касира попросить бачити шматок державної ідентифікаційної особи та перевірити, що ім'я на Ваш ідентифікатор відповідає обліковому запису Bull Bitcoin

# fundExchangeCanadaPostStep5
source: 5. Pay with cash or debit card
es: 5. Paga con efectivo o tarjeta de débito
fr: 5. Payez en espèces ou par carte de débit
uk: 5. Умань Оплата готівкою або дебетовою карткою

# fundExchangeCanadaPostStep6
source: 6. The cashier will hand you a receipt, keep it as your proof of payment
es: 6. El cajero te entregará un recibo, guárdalo como comprobante de pago
fr: 6. Le caissier vous remettra un reçu, conservez-le comme preuve de paiement
uk: 6. Жнівень При отриманні грошового посередника ви зможете отримати квитанцію, зберігати її як підтвердження платежу

# fundExchangeCanadaPostStep7
source: 7. The funds will be added to your Bull Bitcoin account balance within 30 minutes
es: 7. Los fondos se agregarán al saldo de tu cuenta Bull Bitcoin dentro de 30 minutos
fr: 7. Les fonds seront ajoutés à votre solde de compte Bull Bitcoin dans les 30 minutes
uk: 7. Про нас Кошти будуть додані в баланс облікового запису Bull Bitcoin протягом 30 хвилин

# fundExchangeCanadaPostQrCodeLabel
source: Loadhub QR code
es: Código QR Loadhub
fr: Code QR Loadhub
uk: Код товару:

# fundExchangeSepaTitle
source: SEPA transfer
es: Transferencia SEPA
fr: Virement SEPA
uk: Передача СПА

# fundExchangeSepaDescription
source: Send a SEPA transfer from your bank account using the details below
es: Envía una transferencia SEPA desde tu cuenta bancaria usando los datos a continuación
fr: Envoyez un virement SEPA depuis votre compte bancaire en utilisant les détails ci-dessous
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації

# fundExchangeSepaDescriptionExactly
source: exactly.
es: exactamente.
fr: exactement.
uk: точно.

# fundExchangeInstantSepaInfo
source: Only use for transactions below €20,000. For larger transactions, use the Regular SEPA option.
es: Solo usar para transacciones menores a €20,000. Para transacciones mayores, usa la opción SEPA regular.
fr: À utiliser uniquement pour les transactions inférieures à 20 000 €. Pour les transactions plus importantes, utilisez l'option SEPA régulier.
uk: Тільки використовуйте для операцій нижче 20 000 євро. Для збільшення операцій використовуйте звичайний варіант СПА.

# fundExchangeLabelIban
source: IBAN account number
es: Número de cuenta IBAN
fr: Numéro de compte IBAN
uk: Номер рахунку IBAN

# fundExchangeLabelBicCode
source: BIC code
es: Código BIC
fr: Code BIC
uk: Код BIC

# fundExchangeInfoBankCountryUk
source: Our bank country is the United Kingdom.
es: El país de nuestro banco es el Reino Unido.
fr: Le pays de notre banque est le Royaume-Uni.
uk: EnglishDeutschPусский简体中文中國傳統EspañolالعربيةFrançaisελληνικάDanskАнглійскаябългарски.

# fundExchangeInfoBeneficiaryNameLeonod
source: The name of the beneficiary should be LEONOD. If you put anything else, your payment will be rejected.
es: El nombre del beneficiario debe ser LEONOD. Si pones cualquier otra cosa, tu pago será rechazado.
fr: Le nom du bénéficiaire doit être LEONOD. Si vous mettez autre chose, votre paiement sera rejeté.
uk: Назва бенефіціара повинна бути LEONOD. Якщо ви поставите щось інше, то ваш платіж буде відхилений.

# fundExchangeInfoPaymentDescription
source: In the payment description, add your transfer code.
es: En la descripción del pago, agrega tu código de transferencia.
fr: Dans la description du paiement, ajoutez votre code de transfert.
uk: У описі платежу додайте код переказу.

# fundExchangeHelpBeneficiaryAddress
source: Our official address, in case this is required by your bank
es: Nuestra dirección oficial, en caso de que tu banco la requiera
fr: Notre adresse officielle, au cas où votre banque l'exigerait
uk: Наша офіційна адреса, якщо це необхідно для Вашого банку

# fundExchangeLabelRecipientName
source: Recipient name
es: Nombre del destinatario
fr: Nom du destinataire
uk: Ім'я одержувача

# fundExchangeLabelRecipientAddress
source: Recipient address
es: Dirección del destinatario
fr: Adresse du destinataire
uk: Адреса одержувача

# fundExchangeSpeiTitle
source: SPEI transfer
es: Transferencia SPEI
fr: Virement SPEI
uk: Трансфер SPEI

# fundExchangeSpeiDescription
source: Transfer funds using your CLABE
es: Transfiere fondos usando tu CLABE
fr: Transférez des fonds en utilisant votre CLABE
uk: Перерахування коштів за допомогою CLABE

# fundExchangeSpeiInfo
source: Make a deposit using SPEI transfer (instant).
es: Realiza un depósito usando transferencia SPEI (instantánea).
fr: Effectuez un dépôt par virement SPEI (instantané).
uk: Зробіть депозит за допомогою SPEI переказу (вхід).

# fundExchangeCrBankTransferDescription2
source: . The funds will be added to your account balance.
es: . Los fondos se agregarán al saldo de tu cuenta.
fr: . Les fonds seront ajoutés à votre solde de compte.
uk: й Кошти будуть додані в баланс Вашого рахунку.

# fundExchangeLabelIbanCrcOnly
source: IBAN account number (for Colones only)
es: Número de cuenta IBAN (solo para Colones)
fr: Numéro de compte IBAN (pour les colones uniquement)
uk: Номер рахунку IBAN (тільки для колонок)

# fundExchangeLabelIbanUsdOnly
source: IBAN account number (for US dollars only)
es: Número de cuenta IBAN (solo para dólares estadounidenses)
fr: Numéro de compte IBAN (pour les dollars américains uniquement)
uk: Номер рахунку IBAN (тільки за долари США)

# fundExchangeLabelPaymentDescription
source: Payment description
es: Descripción del pago
fr: Description du paiement
uk: Опис платежу

# fundExchangeHelpPaymentDescription
source: Your transfer code.
es: Tu código de transferencia.
fr: Votre code de transfert.
uk: Поштовий індекс.

# fundExchangeInfoTransferCodeRequired
source: You must add the transfer code as the "message" or "reason" or "description" when making the payment. If you forget to put this code your payment may be rejected.
es: Debes agregar el código de transferencia como el "mensaje" o "motivo" o "descripción" al hacer el pago. Si olvidas poner este código, tu pago puede ser rechazado.
fr: Vous devez ajouter le code de transfert comme « message » ou « raison » ou « description » lors du paiement. Si vous oubliez de mettre ce code, votre paiement pourrait être rejeté.
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації. Якщо ви забуваєте поставити цей код, ви можете відмовитися.

# fundExchangeArsBankTransferTitle
source: Bank Transfer
es: Transferencia bancaria
fr: Virement bancaire
uk: Банківський переказ

# fundExchangeLabelRecipientNameArs
source: Recipient Name
es: Nombre del destinatario
fr: Nom du destinataire
uk: Ім'я одержувача

# fundExchangeLabelCvu
source: CVU
uk: КВУ

# fundExchangeErrorLoadingDetails
source: The payment details could not be loaded at this moment. Please go back and try again, pick another payment method or come back later.
es: Los detalles de pago no se pudieron cargar en este momento. Por favor, regresa e intenta nuevamente, elige otro método de pago o regresa más tarde.
fr: Les détails du paiement n'ont pas pu être chargés pour le moment. Veuillez revenir en arrière et réessayer, choisir un autre mode de paiement ou revenir plus tard.
uk: У зв'язку з тим, що платіж не може бути завантажений. Будь ласка, поверніть і спробуйте знову, оберіть інший спосіб оплати або поверніть пізніше.

# backupWalletTitle
source: Backup your wallet
es: Respaldar su billetera
fr: Sauvegarder votre portefeuille
uk: Резервне копіювання гаманця

# testBackupTitle
source: Test your wallet
es: Prueba tu respaldo
fr: Tester son backup
uk: Тестування резервної копії вашого гаманця

# backupImportanceMessage
source: Without a backup, you will eventually lose access to your money. It is critically important to do a backup.
es: Sin un respaldo, eventualmente perderás acceso a tu dinero. Es críticamente importante hacer un respaldo.
fr: Sans sauvegarde, vous finirez par perdre l'accès à votre argent. Il est essentiel de faire une sauvegarde.
uk: Без резервної копії ви в кінцевому підсумку втратите доступ до ваших грошей. Важливо зробити резервну копію.

# encryptedVaultTitle
source: Encrypted vault
es: Bóveda encriptada
fr: Coffre-fort chiffré
uk: Зашифрована сорочка

# encryptedVaultDescription
source: Anonymous backup with strong encryption using your cloud.
es: Respaldo anónimo con encriptación fuerte usando tu nube.
fr: Sauvegarde anonyme avec chiffrement fort utilisant votre nuage.
uk: Анонімне резервне копіювання з використанням сильного шифрування за допомогою хмари.

# encryptedVaultTag
source: Easy and simple (1 minute)
es: Fácil y simple (1 minuto)
fr: Facile et simple (1 minute)
uk: Легкий і простий (1 хвилину)

# lastBackupTestLabel
source: Last backup test: {date}
es: Última prueba de respaldo: {date}
fr: Dernier test de sauvegarde : {date}
uk: Останнє оновлення: {date}

# backupInstruction1
source: If you lose your 12 word backup, you will not be able to recover access to the Bitcoin Wallet.
es: Si pierdes tu respaldo de 12 palabras, no podrás recuperar el acceso a la billetera Bitcoin.
fr: Si vous perdez votre sauvegarde de 12 mots, vous ne pourrez pas récupérer l'accès au portefeuille Bitcoin.
uk: Якщо ви втратите резервну копію 12 слів, ви не зможете відновити доступ до біткоїнів.

# backupInstruction2
source: Without a backup, if you lose or break your phone, or if you uninstall the Bull Bitcoin app, your bitcoins will be lost forever.
es: Sin un respaldo, si pierdes o rompes tu teléfono, o si desinstalas la aplicación Bull Bitcoin, tus bitcoins se perderán para siempre.
fr: Sans sauvegarde, si vous perdez ou cassez votre téléphone, ou si vous désinstallez l'application Bull Bitcoin, vos bitcoins seront perdus à jamais.
uk: Якщо ви втратите або перейдете свій телефон, або якщо ви встановите додаток Bull Bitcoin, ваші біткоїни будуть втрачені назавжди.

# backupInstruction4
source: Do not make digital copies of your backup. Write it down on a piece of paper, or engraved in metal.
es: No hagas copias digitales de tu respaldo. Escríbelo en una hoja de papel, o grábalo en metal.
fr: Ne faites pas de copies numériques de votre sauvegarde. Écrivez-la sur une feuille de papier ou gravez-la dans du métal.
uk: Не робити цифрові копії вашого резервного копіювання. Написати його на шматку паперу, або гравійований в металі.

# backupInstruction5
source: Your backup is not protected by passphrase. Add a passphrase to your backup later by creating a new wallet.
es: Tu respaldo no está protegido por frase de contraseña. Agrega una frase de contraseña a tu respaldo más tarde creando una nueva billetera.
fr: Votre sauvegarde n'est pas protégée par une phrase de passe. Ajoutez une phrase de passe à votre sauvegarde ultérieurement en créant un nouveau portefeuille.
uk: Ваше резервне копіювання не захищено пасфальним способом. Створіть новий гаманець.

# backupButton
source: Backup
es: Respaldar
fr: Sauvegarder
uk: Зареєструватися

# backupCompletedTitle
source: Backup completed!
es: ¡Respaldo completado!
fr: Sauvegarde terminée !
uk: Закінчення завершено!

# backupCompletedDescription
source: Now let's test your backup to make sure everything was done properly.
es: Ahora probemos tu respaldo para asegurarnos de que todo se hizo correctamente.
fr: Testons maintenant votre sauvegarde pour nous assurer que tout a été fait correctement.
uk: Тепер перевірте вашу резервну копію, щоб переконатися, що все було зроблено належним чином.

# testBackupButton
source: Test Backup
es: Probar respaldo
fr: Tester la sauvegarde
uk: Тест резервного копіювання

# keyServerLabel
source: Key Server
es: Servidor de claves
fr: Serveur de clés
uk: Статус на сервери

# physicalBackupStatusLabel
source: Physical Backup
es: Respaldo físico
fr: Sauvegarde physique
uk: Фізичний фон

# encryptedVaultStatusLabel
source: Encrypted Vault
es: Bóveda encriptada
fr: Coffre-fort chiffré
uk: Зашифрований Vault

# testedStatus
source: Tested
es: Probado
fr: Testé
uk: Тестування

# notTestedStatus
source: Not Tested
es: No probado
fr: Non testé
uk: Не тестувати

# startBackupButton
source: Start Backup
es: Iniciar respaldo
fr: Démarrer la sauvegarde
uk: Початок резервного копіювання

# exportVaultButton
source: Export Vault
es: Exportar bóveda
fr: Exporter le coffre-fort
uk: Експорт Vault

# exportingVaultButton
source: Exporting...
es: Exportando...
fr: Exportation...
uk: Експорт.

# viewVaultKeyButton
source: View Vault Key
es: Ver clave de bóveda
fr: Afficher la clé du coffre-fort
uk: Переглянути Vault Головна

# revealingVaultKeyButton
source: Revealing...
es: Revelando...
fr: Révélation...
uk: Відновлення ...

# errorLabel
source: Error
fr: Erreur
uk: Помилка

# backupKeyTitle
source: Backup Key
es: Clave de respaldo
fr: Clé de sauvegarde
uk: Зворотній зв'язок

# failedToDeriveBackupKey
source: Failed to derive the backup key
es: No se pudo derivar la clave de respaldo
fr: Échec de la dérivation de la clé de sauvegarde
uk: Переміщений для відновлення ключа резервного копіювання

# securityWarningTitle
source: Security Warning
es: Advertencia de seguridad
fr: Avertissement de sécurité
uk: Попередження про безпеку

# backupKeyWarningMessage
source: Warning: Be careful where you save the backup key.
es: Advertencia: Ten cuidado dónde guardas la clave de respaldo.
fr: Attention : Faites attention à l'endroit où vous enregistrez la clé de sauvegarde.
uk: Попередження: Будьте обережні, де ви зберігаєте ключ резервного копіювання.

# backupKeySeparationWarning
source: It is critically important that you do not save the backup key at the same place where you save your backup file. Always store them on separate devices or separate cloud providers.
es: Es críticamente importante que no guardes la clave de respaldo en el mismo lugar donde guardas tu archivo de respaldo. Siempre guárdalos en dispositivos separados o proveedores de nube separados.
fr: Il est essentiel que vous n'enregistriez pas la clé de sauvegarde au même endroit que votre fichier de sauvegarde. Stockez-les toujours sur des appareils séparés ou des fournisseurs de cloud différents.
uk: Важливо, що ви не зберігаєте ключ резервного копіювання на одному місці, де ви зберігаєте файл резервного копіювання. Завжди зберігати їх на окремих пристроях або окремих хмарних провайдерах.

# backupKeyExampleWarning
source: For example, if you used Google Drive for your backup file, do not use Google Drive for your backup key.
es: Por ejemplo, si usaste Google Drive para tu archivo de respaldo, no uses Google Drive para tu clave de respaldo.
fr: Par exemple, si vous avez utilisé Google Drive pour votre fichier de sauvegarde, n'utilisez pas Google Drive pour votre clé de sauvegarde.
uk: Наприклад, якщо ви використовували Google Диск для файлів резервної копії, не використовуйте Google Диск для ключа резервного копіювання.

# cancelButton
source: Cancel
es: Cancelar
fr: Annuler
uk: Зареєструватися

# continueButton
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# testWalletTitle
source: Test {walletName}
es: Probar {walletName}
fr: Tester {walletName}
uk: Тест {walletName}

# defaultWalletsLabel
source: Default Wallets
es: Billeteras predeterminadas
fr: Portefeuilles par défaut
uk: Гаманець за замовчуванням

# confirmButton
source: Confirm
es: Confirmar
fr: Confirmer
uk: Підтвердження

# recoveryPhraseTitle
source: Write down your recovery phrase in the correct order
es: Escribe tu frase de recuperación en el orden correcto
fr: Notez votre phrase de récupération dans le bon ordre
uk: Напишіть слово відновлення в правильному порядку

# storeItSafelyMessage
source: Store it somewhere safe.
es: Guárdala en un lugar seguro.
fr: Conservez-la dans un endroit sûr.
uk: Зберігайте його кудись безпечно.

# doNotShareWarning
source: DO NOT SHARE WITH ANYONE
es: NO COMPARTIR CON NADIE
fr: NE LA PARTAGEZ AVEC PERSONNE
uk: НЕ ЗДОРОВ'Я

# transcribeLabel
source: Transcribe
es: Transcribir
fr: Transcrire
uk: Тран

# digitalCopyLabel
source: Digital copy
es: Copia digital
fr: Copie numérique
uk: Цифрова копія

# screenshotLabel
source: Screenshot
es: Captura de pantalla
fr: Capture d'écran
uk: Скріншоти

# nextButton
source: Next
es: Siguiente
fr: Suivant
uk: Про нас

# tapWordsInOrderTitle
source: Tap the recovery words in the right order
es: Toca las palabras de recuperación en el orden correcto
fr: Appuyez sur les mots de récupération dans le bon ordre
uk: Натисніть кнопку відновлення в право

# whatIsWordNumberPrompt
source: What is word number {number}?
es: ¿Cuál es la palabra número {number}?
fr: Quel est le mot numéro {number} ?
uk: Що таке слово {number}?

# allWordsSelectedMessage
source: You have selected all words
es: Has seleccionado todas las palabras
fr: Vous avez sélectionné tous les mots
uk: Ви вибрали всі слова

# verifyButton
source: Verify
es: Verificar
fr: Vérifier
uk: Видання

# passphraseLabel
source: Passphrase
es: Frase de contraseña
fr: Phrase secrète
uk: Проксимус

# testYourWalletTitle
source: Test your wallet
es: Prueba tu billetera
fr: Testez votre portefeuille
uk: Перевірте свій гаманець

# vaultSuccessfullyImported
source: Your vault was successfully imported
es: Tu bóveda se importó exitosamente
fr: Votre coffre-fort a été importé avec succès
uk: Ви успішно імпортували

# backupIdLabel
source: Backup ID:
es: ID de respaldo:
fr: ID de sauvegarde :
uk: Ідентифікатор резервного копіювання:

# createdAtLabel
source: Created at:
es: Creado el:
fr: Créé le :
uk: Створено:

# enterBackupKeyManuallyButton
source: Enter Backup key manually >>
es: Ingresar clave de respaldo manualmente >>
fr: Entrer la clé de sauvegarde manuellement >>
uk: Введіть ключ Backup вручну >>

# decryptVaultButton
source: Decrypt vault
es: Desencriptar bóveda
fr: Déchiffrer le coffre-fort
uk: Розшифрування за замовчуванням

# testCompletedSuccessTitle
source: Test completed successfully!
es: ¡Prueba completada con éxito!
fr: Test terminé avec succès !
uk: Випробувано успішно!

# testCompletedSuccessMessage
source: You are able to recover access to a lost Bitcoin wallet
es: Puedes recuperar el acceso a una billetera Bitcoin perdida
fr: Vous êtes en mesure de récupérer l'accès à un portefeuille Bitcoin perdu
uk: Ви можете відновити доступ до втраченого біткойн-гаманця

# gotItButton
source: Got it
es: Entendido
fr: Compris
uk: Про нас

# enterBackupKeyManuallyTitle
source: Enter backup key manually
es: Ingresar clave de respaldo manualmente
fr: Entrer la clé de sauvegarde manuellement
uk: Введіть ключ резервного копіювання вручну
