Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# addressViewBalance
source: Balance
es: Saldo
fr: Solde
uk: Посилання

# recoverbullSelectNoBackupsFound
source: No backups found
es: No se encontraron respaldos
fr: Aucune sauvegarde trouvée
uk: Не знайдено резервних копій

# importMnemonicNestedSegwit
source: Nested Segwit
uk: Нескінченний Segwit

# hwPassport
source: Foundation Passport
uk: Паспорт Фундації

# dcaFrequencyWeekly
source: week
es: semana
fr: semaine
uk: тиждень

# fundExchangeMethodRegularSepaSubtitle
source: Only use for larger transactions above €20,000
es: Solo usar para transacciones mayores a €20,000
fr: À utiliser uniquement pour les transactions supérieures à 20 000 €
uk: Тільки для збільшення операцій над €20,000

# backupWalletEncryptedVaultTitle
source: Encrypted vault
es: Bóveda cifrada
fr: Coffre-fort chiffré
uk: Зашифрована сорочка

# keystoneStep6
source: - Move the red laser up and down over QR code
es: - Mueva el láser rojo arriba y abajo sobre el código QR
fr: - Déplacez le laser rouge de haut en bas sur le code QR
uk: - Перемістити червоному лазеру вгору і вниз по QR-коду

# fundExchangeLabelTransferCode
source: Transfer code (add this as a payment description)
es: Código de transferencia (agrégalo como descripción del pago)
fr: Code de transfert (ajoutez-le comme description de paiement)
uk: Поштовий індекс (за умови оплати)

# testBackupErrorWriteFailed
source: Write to storage failed: {error}
es: Error al escribir en el almacenamiento: {error}
fr: Échec de l'écriture dans le stockage : {error}
uk: {error}

# addressViewAddress
source: Address
es: Dirección
fr: Adresse
uk: Контакти

# payOnChainFee
source: On-Chain Fee
es: Comisión On-Chain
fr: Frais On-Chain
uk: На-Чаїн Фе

# payUseCoinjoin
source: Use CoinJoin
es: Usar CoinJoin
fr: Utiliser CoinJoin
uk: Використовуйте CoinJoin

# recoverbullVaultRecoveryTitle
source: Recoverbull vault recovery
es: Recuperación de bóveda Recoverbull
fr: Récupération du coffre-fort Recoverbull
uk: Recoverbull відновлення

# passportStep14
source: It's now ready to broadcast! As soon as you click broadcast, the transaction will be published on the Bitcoin network and the funds will be sent.
es: ¡Ahora está lista para transmitir! Tan pronto como haga clic en transmitir, la transacción se publicará en la red Bitcoin y los fondos serán enviados.
fr: Elle est maintenant prête à être diffusée ! Dès que vous cliquerez sur diffuser, la transaction sera publiée sur le réseau Bitcoin et les fonds seront envoyés.
uk: Зараз готовий до трансляції! Як тільки ви натиснете трансляцію, операція буде опублікована на мережі Біткойн і будуть відправлені кошти.

# sendSwapDetails
source: Swap Details
es: Detalles del Swap
fr: Détails du swap
uk: Обмін подробиці

# pinStatusLoading
source: Loading
es: Cargando
fr: Chargement
uk: Завантаження

# arkSettleDescription
source: Finalize pending transactions and include recoverable vtxos if needed
es: Finalice las transacciones pendientes e incluya vtxos recuperables si es necesario
fr: Finaliser les transactions en attente et inclure les vtxos récupérables si nécessaire
uk: Закінчуйте операції з кредитування та включають відновлювані vtxos, якщо це потрібно

# backupWalletHowToDecideVaultCustomRecommendation
source: Custom location:
es: Ubicación personalizada:
fr: Emplacement personnalisé :
uk: Місцезнаходження:

# withdrawConfirmEmail
source: Email
es: Correo electrónico
fr: Courriel
uk: Веб-сайт

# coldcardStep7
source: - Move the red laser up and down over QR code
es: - Mueva el láser rojo arriba y abajo sobre el código QR
fr: - Déplacez le laser rouge de haut en bas sur le code QR
uk: - Перемістити червоному лазеру вгору і вниз по QR-коду

# kruxStep10
source: Once the transaction is imported in your Krux, review the destination address and the amount.
es: Una vez que la transacción se importe en su Krux, revise la dirección de destino y el monto.
fr: Une fois la transaction importée dans votre Krux, vérifiez l'adresse de destination et le montant.
uk: Після того, як угода імпортується в Krux, перевірте адресу призначення і суму.

# sellKYCRequired
source: KYC verification required
es: Verificación KYC requerida
fr: Vérification KYC requise
uk: Необхідна перевірка KYC

# coldcardStep8
source: - Try moving your device back a little bit
es: - Intente alejar un poco su dispositivo
fr: - Essayez de reculer un peu votre appareil
uk: - Спробуйте перемістити пристрій назад трохи

# payAddRecipient
source: Add Recipient
es: Agregar Destinatario
fr: Ajouter un Destinataire
uk: Додати одержувач

# confirmAccessPinTitle
source: Confirm access {pinOrPassword}
es: Confirmar {pinOrPassword} de acceso
fr: Confirmer le {pinOrPassword} d'accès
uk: Підтвердження доступу {pinOrPassword}

# pinCreateHeadline
source: Create new pin
es: Crear nuevo PIN
fr: Créer un nouveau code PIN
uk: Створення нового штифта

# sellRoutingNumber
source: Routing Number
es: Número de Ruta
fr: Numéro de routage
uk: Номер маршрутизації

# sellDailyLimitReached
source: Daily sell limit reached
es: Límite diario de venta alcanzado
fr: Limite quotidienne de vente atteinte
uk: Щоденне обмеження продажу

# requiredHint
source: Required
es: Requerido
fr: Obligatoire
uk: Потрібні

# arkUnilateralExitDelay
source: Unilateral exit delay
es: Retraso de salida unilateral
fr: Délai de sortie unilatérale
uk: Затримка одностороннього виходу

# arkStatusPending
source: Pending
es: Pendiente
fr: En attente
uk: Закінчення

# importWatchOnlyXpub
source: xpub
uk: хаб

# dcaInsufficientBalanceTitle
source: Insufficient Balance
es: Saldo Insuficiente
fr: Solde insuffisant
uk: Недостатній баланс

# arkType
source: Type
es: Tipo
uk: Тип

# testBackupGoogleDrivePermission
source: Google will ask you to share personal information with this app.
es: Google le pedirá que comparta información personal con esta aplicación.
fr: Google vous demandera de partager des informations personnelles avec cette application.
uk: Google попросить Вас поділитися персональною інформацією з цією програмою.

# testBackupErrorUnexpectedSuccess
source: Unexpected success: backup should match existing wallet
es: Éxito inesperado: el respaldo debería coincidir con la billetera existente
fr: Succès inattendu : la sauvegarde devrait correspondre au portefeuille existant
uk: Невибагливий успіх: резервне копіювання повинно відповідати існуючому гаманцю

# arkSetupExperimentalWarning
source: Ark is still experimental. Your Ark wallet is derived from your main wallet's seed phrase. No additional backup is needed, your existing wallet backup restores your Ark funds too. By continuing, you acknowledge the experimental nature of Ark and the risk of losing funds. Developer note : Ark secret is derived from the main wallet seed using an arbitrary BIP-85 derivation (index 11811).
es: Ark aún es experimental. Su billetera Ark se deriva de la frase semilla de su billetera principal. No se necesita respaldo adicional, su respaldo de billetera existente también restaura sus fondos Ark. Al continuar, usted reconoce la naturaleza experimental de Ark y el riesgo de perder fondos. Nota del desarrollador: El secreto Ark se deriva de la semilla de la billetera principal utilizando una derivación BIP-85 arbitraria (índice 11811).
fr: Ark est encore expérimental. Votre portefeuille Ark est dérivé de la phrase de récupération de votre portefeuille principal. Aucune sauvegarde supplémentaire n'est nécessaire, votre sauvegarde de portefeuille existante restaure également vos fonds Ark. En continuant, vous reconnaissez la nature expérimentale d'Ark et le risque de perte de fonds. Note développeur : Le secret Ark est dérivé de la graine du portefeuille principal en utilisant une dérivation BIP-85 arbitraire (index 11811).
uk: Арк ще експериментальний. Ваш гаманець Ark виводиться з вашого основного гаманця. Немає додаткового резервного копіювання, ваш існуючий резервний гаманець відновлює ваші кошти Ark. Продовжуючи визнаєте експериментальну природу Арка і ризик втрати коштів. Замітка розробника : секрет Ark походить від основного насіння гаманця за допомогою довільного видалення BIP-85 (index 11811).

# payReviewPayment
source: Review Payment
es: Revisar Pago
fr: Vérifier le Paiement
uk: Огляд платежів

# buyKYCLevel3
source: Level 3 - Full
es: Nivel 3 - Completo
fr: Niveau 3 - Complet
uk: Рівень 3 - Повний

# keystoneStep8
source: Once the transaction is imported in your Keystone, review the destination address and the amount.
es: Una vez que la transacción se importe en su Keystone, revise la dirección de destino y el monto.
fr: Une fois la transaction importée dans votre Keystone, vérifiez l'adresse de destination et le montant.
uk: Після того, як угода була імпортована у Keystone, перевірте адресу призначення та суму.

# importMnemonicChecking
source: Checking...
es: Verificando...
fr: Vérification...
uk: Перевірити...

# sendConnectDevice
source: Connect Device
es: Conectar Dispositivo
fr: Connecter l'appareil
uk: Підключення пристрою

# connectingToKeyServer
source: Connecting to Key Server over Tor. This can take upto a minute.
es: Conectando al servidor de claves a través de Tor. Esto puede tomar hasta un minuto.
fr: Connexion au serveur de clés via Tor. Cela peut prendre jusqu'à une minute.
uk: Підключення до Key Server над Tor. Це може прийняти до хвилини.

# tryAgainButton
source: Try Again
es: Intentar de nuevo
fr: Réessayer
uk: Зареєструватися

# testBackupGoogleDrivePrivacyPart1
source: This information
es: Esta información
fr: Ces informations
uk: Інформація

# importWalletTitle
source: Add a new wallet
es: Agregar una nueva billetera
fr: Ajouter un nouveau portefeuille
uk: Додати новий гаманець

# sendSignatureReceived
source: Signature received
es: Firma recibida
fr: Signature reçue
uk: Отримали підпис

# fundExchangeMethodOnlineBillPaymentSubtitle
source: Slowest option, but can be done via online banking (3-4 business days)
es: Opción más lenta, pero se puede hacer a través de banca en línea (3-4 días hábiles)
fr: Option la plus lente, mais peut être effectuée via les services bancaires en ligne (3-4 jours ouvrables)
uk: Найменший варіант, але можна зробити через онлайн-банкінг (3-4 робочих днів)

# payEnableRBF
source: Enable RBF
es: Habilitar RBF
fr: Activer RBF
uk: Увімкнути RBF

# importQrDeviceInvalidQR
source: Invalid QR code
es: Código QR inválido
fr: Code QR invalide
uk: Неточний QR-код

# addressViewShowQR
source: Show QR Code
es: Mostrar código QR
fr: Afficher le code QR
uk: Показати QR-код

# testBackupVaultSuccessMessage
source: Your vault was successfully imported
es: Su bóveda se importó exitosamente
fr: Votre coffre-fort a été importé avec succès
uk: Ви успішно імпортували

# withdrawConfirmButton
source: Confirm withdrawal
es: Confirmar retiro
fr: Confirmer le retrait
uk: Підтвердження виведення

# fundExchangeLabelBankAccountDetails
source: Bank account details
es: Detalles de cuenta bancaria
fr: Détails du compte bancaire
uk: Деталі банківського рахунку

# payLiquidAddress
source: Liquid Address
es: Dirección Liquid
fr: Adresse Liquid
uk: Рідкий Адреса

# sellTotalFees
source: Total Fees
es: Comisiones Totales
fr: Frais totaux
uk: Всього коштів

# dcaSuccessMessageMonthly
source: You will buy {amount} every month
es: Comprará {amount} cada mes
fr: Vous achèterez {amount} chaque mois
uk: Купити {amount} щомісяця

# sendSelectedCoins
source: {count} coins selected
es: {count} monedas seleccionadas
fr: {count} pièces sélectionnées
uk: {count} монети вибрані

# rbfErrorNoFeeRate
source: Please select a fee rate
es: Por favor seleccione una tarifa
fr: Veuillez sélectionner un taux de frais
uk: Оберіть тариф

# backupWalletGoogleDrivePrivacyMessage1
source: This information
es: Esta información
fr: Ces informations
uk: Інформація

# dcaConfirmNetworkLightning
source: Lightning
uk: Освітлення

# customLocationProvider
source: Custom location
es: Ubicación personalizada
fr: Emplacement personnalisé
uk: Місцезнаходження

# dcaSelectFrequencyLabel
source: Select Frequency
es: Seleccionar Frecuencia
fr: Sélectionner la fréquence
uk: Виберіть частоту

# swapGoHomeButton
source: Go home
es: Ir al inicio
fr: Retour à l'accueil
uk: Головна

# sendFeeRateTooHigh
source: Fee rate seems very high
es: La tarifa de comisión parece muy alta
fr: Le taux de frais semble très élevé
uk: Витрата здається дуже високою

# fundExchangeFundAccount
source: Fund your account
es: Financiar su cuenta
fr: Financer votre compte
uk: Оберіть Ваш рахунок

# dcaEnterLightningAddressLabel
source: Enter Lightning Address
es: Ingresar Dirección Lightning
fr: Entrer une adresse Lightning
uk: Вхід Lightning Адреса

# sendCoinConfirmations
source: {count} confirmations
es: {count} confirmaciones
uk: {count} підтвердження

# autoswapAlwaysBlockInfoEnabled
source: When enabled, auto-transfers with fees above the set limit will always be blocked
es: Cuando está habilitado, las transferencias automáticas con comisiones superiores al límite establecido siempre serán bloqueadas
fr: Lorsque activé, les transferts automatiques avec des frais dépassant la limite définie seront toujours bloqués
uk: При включенні автоперевезення з комісією над встановленим лімітом завжди буде заблоковано

# importMnemonicSelectScriptType
source: Import Mnemonic
es: Importar mnemónica
fr: Importer une mnémonique
uk: Імпортний мнемічний

# keystoneStep5
source: - Increase screen brightness on your device
es: - Aumente el brillo de la pantalla en su dispositivo
fr: - Augmentez la luminosité de l'écran de votre appareil
uk: - Збільшення яскравості екрану на вашому пристрої

# importMnemonicEmpty
source: Empty
es: Vacío
fr: Vide
uk: Зручність

# dcaContinueButton
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# buyStandardWithdrawalDesc
source: Receive Bitcoin after payment clears (1-3 days)
es: Reciba Bitcoin después de que se liquide el pago (1-3 días)
fr: Recevez vos Bitcoin après la compensation du paiement (1-3 jours)
uk: Отримуйте Біткойн після сплати очистки (1-3 днів)

# payToAddress
source: To Address
es: A Dirección
fr: Vers l'Adresse
uk: Адреса

# kruxStep9
source: - Try moving your device back a little bit
es: - Intente alejar un poco su dispositivo
fr: - Essayez de reculer un peu votre appareil
uk: - Спробуйте перемістити пристрій назад трохи

# fundExchangeETransferLabelBeneficiaryName
source: Use this as the E-transfer beneficiary name
es: Usa esto como nombre del beneficiario de E-transfer
fr: Utilisez ceci comme nom du bénéficiaire du virement électronique
uk: Використовуйте це як доменне ім'я E-transfer

# backupWalletErrorFileSystemPath
source: Failed to select file system path
es: Error al seleccionar la ruta del sistema de archivos
fr: Échec de la sélection du chemin du système de fichiers
uk: Не вдалося вибрати шлях файлової системи

# backupWalletHowToDecideBackupPhysicalRecommendation
source: Physical backup:
es: Respaldo físico:
fr: Sauvegarde physique :
uk: Фізична резервна копія:

# receiveRequestInboundLiquidity
source: Request Receiving Capacity
es: Solicitar Capacidad de Recepción
fr: Demander une capacité de réception
uk: Запит Отримання ємності

# backupWalletHowToDecideBackupMoreInfo
source: Visit recoverbull.com for more information.
es: Visite recoverbull.com para más información.
fr: Visitez recoverbull.com pour plus d'informations.
uk: Відвідайте rebull.com для отримання додаткової інформації.

# kruxStep11
source: Click the buttons to sign the transaction on your Krux.
es: Haga clic en los botones para firmar la transacción en su Krux.
fr: Cliquez sur les boutons pour signer la transaction sur votre Krux.
uk: Натисніть кнопку, щоб зареєструвати операцію на сайті Krux.

# arkIncludeRecoverableVtxos
source: Include recoverable vtxos
es: Incluir vtxos recuperables
fr: Inclure les vtxos récupérables
uk: Включіть відновлені vtxos

# dcaConfirmationDescription
source: Buy orders will be placed automatically per these settings. You can disable them anytime.
es: Las órdenes de compra se realizarán automáticamente según esta configuración. Puede desactivarlas en cualquier momento.
fr: Les ordres d'achat seront placés automatiquement selon ces paramètres. Vous pouvez les désactiver à tout moment.
uk: Купити замовлення будуть розміщені автоматично на ці налаштування. Ви можете відключити їх в будь-який час.

# appleICloudProvider
source: Apple iCloud
uk: Яблуко iCloud

# arkReceiveTitle
source: Ark Receive
es: Recibir Ark
fr: Recevoir Ark
uk: Ark Отримати

# backupWalletHowToDecideBackupEncryptedRecommendation
source: Encrypted vault:
es: Bóveda cifrada:
fr: Coffre-fort chiffré :
uk: Зашифрована сорочка:

# seedsignerStep9
source: Review the destination address and the amount, and confirm the signing on your SeedSigner.
es: Revise la dirección de destino y el monto, y confirme la firma en su SeedSigner.
fr: Vérifiez l'adresse de destination et le montant, et confirmez la signature sur votre SeedSigner.
uk: Огляд адреси призначення та суми, а також підтвердження реєстрації на вашому SeedSigner.

# logoutButton
source: Logout
es: Cerrar sesión
fr: Déconnexion
uk: Зареєструватися

# payReplaceByFee
source: Replace-By-Fee (RBF)
uk: Заміна-By-Fee (RBF)

# pinButtonCreate
source: Create PIN
es: Crear PIN
fr: Créer un code PIN
uk: Створення PIN

# payAmountTooHigh
source: Amount exceeds maximum
es: El monto excede el máximo
fr: Le montant dépasse le maximum
uk: Сума перевищує максимальну кількість

# dcaConfirmPaymentBalance
source: {currency} balance
es: Saldo {currency}
fr: Solde {currency}
uk: {currency} баланс

# sellBankTransfer
source: Bank Transfer
es: Transferencia Bancaria
fr: Virement bancaire
uk: Банківський переказ

# exchangeKycRemoveLimits
source: To remove transaction limits
es: Para eliminar límites de transacción
fr: Pour supprimer les limites de transaction
uk: Щоб видалити ліміти транзакцій

# autoswapMaxBalanceInfoText
source: When wallet balance exceeds double this amount, auto-transfer will trigger to reduce balance to this level
es: Cuando el saldo de la billetera exceda el doble de esta cantidad, se activará la transferencia automática para reducir el saldo a este nivel
fr: Lorsque le solde du portefeuille dépasse le double de ce montant, le transfert automatique se déclenchera pour réduire le solde à ce niveau
uk: Коли баланс гаманця перевищує подвійну цю суму, автотранспортер запускає зниження балансу на цей рівень

# sellSendPaymentBelowMin
source: You are trying to sell below the minimum amount that can be sold with this wallet.
es: Está intentando vender por debajo del monto mínimo que se puede vender con esta billetera.
fr: Vous essayez de vendre en dessous du montant minimum qui peut être vendu avec ce portefeuille.
uk: Ви хочете продати нижче мінімальної суми, яку можна продати з цим гаманець.

# dcaWalletSelectionDescription
source: Bitcoin purchases will be placed automatically per this schedule.
es: Las compras de Bitcoin se realizarán automáticamente según este calendario.
fr: Les achats de Bitcoin seront effectués automatiquement selon ce calendrier.
uk: Біткіні покупки будуть розміщені автоматично за цей графік.

# payFeeBumpSuccessful
source: Fee bump successful
es: Aumento de comisión exitoso
fr: Augmentation des frais réussie
uk: Фей Бампер успішним

# recoverbullSelectAppleIcloud
source: Apple iCloud
uk: Яблуко iCloud

# dcaAddressLightning
source: Lightning address
es: Dirección Lightning
fr: Adresse Lightning
uk: Адреса блискавки

# keystoneStep13
source: The transaction will be imported in the Bull Bitcoin wallet.
es: La transacción se importará en la billetera Bull Bitcoin.
fr: La transaction sera importée dans le portefeuille Bull Bitcoin.
uk: Операція буде імпортована в гаманці Bull Bitcoin.

# receiveGenerationFailed
source: Failed to generate {type}
es: Error al generar {type}
fr: Échec de la génération de {type}
uk: Вимкнено для створення {type}

# withdrawRecipientsNoRecipients
source: No recipients found to withdraw to.
es: No se encontraron destinatarios para retirar.
fr: Aucun destinataire trouvé pour le retrait.
uk: Не знайдено одержувачів для виведення.

# importWalletImportWatchOnly
source: Import watch-only
es: Importar solo lectura
fr: Importer en lecture seule
uk: Імпорт годинник

# coldcardStep9
source: Once the transaction is imported in your Coldcard, review the destination address and the amount.
es: Una vez que la transacción se importe en su Coldcard, revise la dirección de destino y el monto.
fr: Une fois la transaction importée dans votre Coldcard, vérifiez l'adresse de destination et le montant.
uk: Після того, як угода була імпортована в холодильнику, перевірте адресу призначення і суму.

# exchangeKycComplete
source: Complete your KYC
es: Complete su KYC
fr: Complétez votre KYC
uk: Завершіть КИЇВ

# receiveCopyAddress
source: Copy Address
es: Copiar Dirección
fr: Copier l'adresse
uk: Статус на сервери

# passportStep2
source: Click Sign with QR Code
es: Haga clic en Firmar con Código QR
fr: Cliquez sur Signer avec code QR
uk: Натисніть кнопку Вхід з QR-кодом

# payAddMemo
source: Add memo (optional)
es: Agregar nota (opcional)
fr: Ajouter un mémo (optionnel)
uk: Додати мемо (необов'язково)

# testBackupPhysicalBackupTag
source: Trustless (take your time)
es: Sin confianza (tómese su tiempo)
fr: Sans tiers de confiance (prenez votre temps)
uk: Бездоганний (забрати час)

# keystoneStep9
source: Click the buttons to sign the transaction on your Keystone.
es: Haga clic en los botones para firmar la transacción en su Keystone.
fr: Cliquez sur les boutons pour signer la transaction sur votre Keystone.
uk: Натисніть кнопку, щоб зареєструвати операцію на вашому пристрої.

# totalFeesLabel
source: Total fees
es: Tarifas totales
fr: Frais totaux
uk: Загальна вартість

# payHighPriority
source: High
es: Alta
fr: Élevée
uk: Висока якість

# sendFrozenCoin
source: Frozen
es: Congelada
fr: Gelé
uk: Заморожені

# sellReviewOrder
source: Review Sell Order
es: Revisar Orden de Venta
fr: Vérifier l'ordre de vente
uk: Огляд Sell Замовити

# payDescription
source: Description
es: Descripción
uk: Опис

# fundExchangeMethodArsBankTransferSubtitle
source: Send a bank transfer from your bank account
es: Envía una transferencia bancaria desde tu cuenta bancaria
fr: Envoyez un virement bancaire depuis votre compte bancaire
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації

# fundExchangeBankTransferWireDescription
source: Send a wire transfer from your bank account using Bull Bitcoin's bank details below. Your bank may require only some parts of these details.
es: Envía una transferencia wire desde tu cuenta bancaria usando los datos bancarios de Bull Bitcoin a continuación. Tu banco puede requerir solo algunas partes de estos datos.
fr: Envoyez un virement bancaire depuis votre compte bancaire en utilisant les coordonnées bancaires de Bull Bitcoin ci-dessous. Votre banque peut ne nécessiter qu'une partie de ces informations.
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації. Введіть номер мобільного, який Ви вказали при укладаннi договору.

# coldcardStep3
source: Select "Scan any QR code" option
es: Seleccione la opción "Escanear cualquier código QR"
fr: Sélectionnez l'option "Scanner n'importe quel code QR"
uk: Виберіть параметр "Зберегти будь-який QR-код"

# coldcardStep14
source: The transaction will be imported in the Bull Bitcoin wallet.
es: La transacción se importará en la billetera Bull Bitcoin.
fr: La transaction sera importée dans le portefeuille Bull Bitcoin.
uk: Операція буде імпортована в гаманці Bull Bitcoin.

# passwordTooCommonError
source: This {pinOrPassword} is too common. Please choose a different one.
es: Este {pinOrPassword} es demasiado común. Por favor elige uno diferente.
fr: Ce {pinOrPassword} est trop courant. Veuillez en choisir un différent.
uk: Це {pinOrPassword} занадто поширений. Будь ласка, оберіть інший.
