Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# onboardingPhysicalBackup
source: Physical backup
es: Respaldo físico
fr: Sauvegarde physique
uk: Фізична резервна копія

# onboardingPhysicalBackupDescription
source: Recover your wallet via 12 words.
es: Escriba su frase de recuperación en papel
fr: Récupérez votre portefeuille via 12 mots.
uk: Відновити гаманець через 12 слів.

# onboardingRecover
source: Recover
es: Recuperar
fr: Restaurer
uk: Відновити

# onboardingBullBitcoin
source: Bull Bitcoin
uk: Bitcoin у USD

# sendTitle
source: Send
es: Enviar
fr: Envoyer
uk: Відправити

# sendAdvancedOptions
source: Advanced Options
es: Opciones Avanzadas
fr: Options avancées
uk: Додаткові параметри

# sendReplaceByFeeActivated
source: Replace-by-fee activated
es: Reemplazar por comisión activado
fr: Remplacement par frais activé
uk: Замініть активоване

# sendSelectCoinsManually
source: Select coins manually
es: Seleccionar monedas manualmente
fr: Sélectionner les pièces manuellement
uk: Виберіть монети вручну

# sendRecipientAddress
source: Recipient's address
es: Dirección del destinatario
fr: Adresse du destinataire
uk: Адреса одержувача

# sendInsufficientBalance
source: Insufficient balance
es: Saldo insuficiente
fr: Solde insuffisant
uk: Недостатній баланс

# sendScanBitcoinQRCode
source: Scan any Bitcoin or Lightning QR code to pay with bitcoin.
es: Escanear código QR de Bitcoin
fr: Scannez n'importe quel code QR Bitcoin ou Lightning pour payer avec Bitcoin.
uk: Сканувати будь-який Bitcoin або Lightning QR код для оплати з Bitcoin.

# sendOpenTheCamera
source: Open the Camera
es: Abrir la cámara
fr: Ouvrir la caméra
uk: Відкрийте камеру

# sendTo
source: To
es: A
fr: À
uk: До

# sendAmount
source: Amount
es: Monto
fr: Montant
uk: Сума

# sendNetworkFees
source: Network fees
es: Comisiones de red
fr: Frais de réseau
uk: Мережеві збори

# sendFeePriority
source: Fee Priority
es: Prioridad de comisión
fr: Priorité des frais
uk: Пріоритетність

# receiveTitle
source: Receive
es: Recibir
fr: Recevoir
uk: Отримати

# receiveBitcoin
source: Bitcoin
uk: Bitcoin у USD

# receiveLightning
source: Lightning
uk: Освітлення

# receiveLiquid
source: Liquid
uk: Рідина

# receiveAddLabel
source: Add Label
es: Agregar
fr: Ajouter une étiquette
uk: Додати етикетку

# receiveNote
source: Note
es: Nota
uk: Зареєструватися

# receiveSave
source: Save
es: Guardar
fr: Enregistrer
uk: Зберегти

# receivePayjoinActivated
source: Payjoin activated
es: Payjoin activado
fr: Payjoin activé
uk: Payjoin активований

# receiveLightningInvoice
source: Lightning invoice
es: Factura Lightning
fr: Facture Lightning
uk: Освітлювальний рахунок

source: Receive Address
es: Dirección de Recepción
fr: Adresse de réception
uk: Отримати адресу

# receiveAmount
source: Amount (optional)
es: Cantidad (opcional)
fr: Montant (optionnel)
uk: Сума (за бажанням)

# receiveNoteLabel
source: Note
es: Nota
uk: Зареєструватися

# receiveEnterHere
source: Enter here...
es: Ingrese aquí
fr: Entrez ici...
uk: Увійти.

# receiveSwapID
source: Swap ID
es: ID de intercambio
fr: ID d'échange
uk: Обмін ID

# receiveTotalFee
source: Total Fee
es: Comisión total
fr: Frais totaux
uk: Всього Фе

# receiveNetworkFee
source: Network Fee
es: Comisión de red
fr: Frais de réseau
uk: Партнерство

# receiveBoltzSwapFee
source: Boltz Swap Fee
es: Comisión de intercambio Boltz
fr: Frais d'échange Boltz
uk: Boltz Обмінюється Fee

# receiveCopyOrScanAddressOnly
source: Copy or scan address only
es: Copiar o escanear solo la dirección
fr: Copier ou scanner l'adresse uniquement
uk: Статус на сервери

# receiveNewAddress
source: New address
es: Nueva dirección
fr: Nouvelle adresse
uk: Нова адреса

# receiveVerifyAddressOnLedger
source: Verify Address on Ledger
es: Verificar dirección en Ledger
fr: Vérifier l'adresse sur Ledger
uk: Перевірити адресу на Ledger

# receiveUnableToVerifyAddress
source: Unable to verify address: Missing wallet or address information
es: No se puede verificar la dirección
fr: Impossible de vérifier l'adresse : Informations de portefeuille ou d'adresse manquantes
uk: Неможливо перевірити адресу: Гаманець або адресна інформація

# receivePaymentReceived
source: Payment received!
es: ¡Pago recibido!
fr: Paiement reçu !
uk: Отримувач платежу!

# receiveDetails
source: Details
es: Detalles
fr: Détails
uk: Детальніше

# receivePaymentInProgress
source: Payment in progress
es: Pago en progreso
fr: Paiement en cours
uk: Плата за прогрес

# receivePayjoinInProgress
source: Payjoin in progress
es: Payjoin en progreso
fr: Payjoin en cours
uk: Payjoin в прогресі

# buyTitle
source: Buy Bitcoin
es: Comprar Bitcoin
fr: Acheter du Bitcoin
uk: Bitcoin у USD

# buyEnterAmount
source: Enter amount
es: Ingrese el monto
fr: Entrez le montant
uk: Введіть номер

# buyPaymentMethod
source: Payment method
es: Método de pago
fr: Méthode de paiement
uk: Спосіб оплати

# buyMax
source: Max
es: Máximo
uk: Макс

# buySelectWallet
source: Select wallet
es: Seleccionar billetera
fr: Sélectionner le portefeuille
uk: Виберіть гаманець

# buyEnterBitcoinAddress
source: Enter bitcoin address
es: Ingrese la dirección de Bitcoin
fr: Entrez l'adresse Bitcoin
uk: Введіть адресу електронної пошти

# buyExternalBitcoinWallet
source: External Bitcoin wallet
es: Billetera Bitcoin externa
fr: Portefeuille Bitcoin externe
uk: Зовнішні біткоїни гаманець

# buySecureBitcoinWallet
source: Secure Bitcoin Wallet
es: Billetera Bitcoin segura
fr: Portefeuille Bitcoin sécurisé
uk: Безпечний гаманець Bitcoin

# buyNetworkFeeExplanation
source: The Bitcoin network fee will be deducted from the amount you receive and collected by the Bitcoin miners
es: La tarifa de red de Bitcoin será deducida del monto que recibe y recaudada por los mineros de Bitcoin
fr: Les frais de réseau Bitcoin seront déduits du montant que vous recevez et collectés par les mineurs de Bitcoin
uk: Плата мережі Біткойн буде відхилена від суми, яку ви отримуєте і зібрані на Майнерах Біткойн

# buyNetworkFees
source: Network fees
es: Tarifas de red
fr: Frais de réseau
uk: Мережеві збори

# buyEstimatedFeeValue
source: Estimated fee value
es: Valor estimado de tarifa
fr: Valeur estimée des frais
uk: Орієнтовна вартість

# buyNetworkFeeRate
source: Network fee rate
es: Tasa de tarifa de red
fr: Taux des frais de réseau
uk: Курс валют

# buyConfirmationTime
source: Confirmation time
es: Tiempo de confirmación
fr: Temps de confirmation
uk: Термін підтвердження

# buyConfirmationTimeValue
source: ~10 minutes
es: ~10 minutos
uk: ~10 хвилин

# buyWaitForFreeWithdrawal
source: Wait for free withdrawal
es: Esperar retiro gratuito
fr: Attendre le retrait gratuit
uk: Очікується безкоштовно

# buyConfirmExpress
source: Confirm express
es: Confirmar express
fr: Confirmer l'express
uk: Підтвердити експрес

# buyBitcoinSent
source: Bitcoin sent!
es: ¡Bitcoin enviado!
fr: Bitcoin envoyé !
uk: Bitcoin відправлений!

# buyThatWasFast
source: That was fast, wasn't it?
es: Fue rápido, ¿verdad?
fr: C'était rapide, n'est-ce pas ?
uk: Це було швидко, це не так?

# sellTitle
source: Sell Bitcoin
es: Vender Bitcoin
fr: Vendre du Bitcoin
uk: Bitcoin у USD

# sellSelectWallet
source: Select Wallet
es: Seleccionar Billetera
fr: Sélectionner le portefeuille
uk: Виберіть гаманець

# sellWhichWalletQuestion
source: Which wallet do you want to sell from?
es: ¿Desde qué billetera desea vender?
fr: De quel portefeuille voulez-vous vendre ?
uk: Який гаманець ви хочете продати?

# sellExternalWallet
source: External wallet
es: Billetera externa
fr: Portefeuille externe
uk: Зовнішній гаманець

# sellFromAnotherWallet
source: Sell from another Bitcoin wallet
es: Vender desde otra billetera Bitcoin
fr: Vendre depuis un autre portefeuille Bitcoin
uk: Продаж з іншого Bitcoin гаманець

# sellAboveMaxAmountError
source: You are trying to sell above the maximum amount that can be sold with this wallet.
es: Está intentando vender por encima del monto máximo que se puede vender con esta billetera.
fr: Vous essayez de vendre au-dessus du montant maximum qui peut être vendu avec ce portefeuille.
uk: Ви намагаєтеся продати над максимальною кількістю, яку можна продати з цим гаманець.

# sellPriceWillRefreshIn
source: Price will refresh in
es: El precio se actualizará en
fr: Le prix sera actualisé dans
uk: Ціна освіжає в

# sellOrderNumber
source: Order number
es: Número de orden
fr: Numéro de commande
uk: Номер замовлення

# sellPayoutRecipient
source: Payout recipient
es: Destinatario del pago
fr: Bénéficiaire du paiement
uk: Оплатити одержувачу

# sellCadBalance
source: CAD Balance
es: Saldo CAD
fr: Solde CAD
uk: СКАЧАТИ Посилання

# sellCrcBalance
source: CRC Balance
es: Saldo CRC
fr: Solde CRC
uk: КПП Посилання

# sellEurBalance
source: EUR Balance
es: Saldo EUR
fr: Solde EUR
uk: Євро Посилання

# sellUsdBalance
source: USD Balance
es: Saldo USD
fr: Solde USD
uk: Ціна Посилання

# sellMxnBalance
source: MXN Balance
es: Saldo MXN
fr: Solde MXN
uk: МСН Посилання

# sellPayinAmount
source: Payin amount
es: Monto de pago
fr: Montant à payer
uk: Сума виплат

# sellPayoutAmount
source: Payout amount
es: Monto a recibir
fr: Montant à recevoir
uk: Сума виплат

# sellExchangeRate
source: Exchange rate
es: Tipo de cambio
fr: Taux de change
uk: Курс валют

# sellPayFromWallet
source: Pay from wallet
es: Pagar desde billetera
fr: Payer depuis le portefeuille
uk: Оплатити з гаманця

# sellAdvancedSettings
source: Advanced Settings
es: Configuración avanzada
fr: Paramètres avancés
uk: Розширені налаштування

# sellAdvancedOptions
source: Advanced options
es: Opciones avanzadas
fr: Options avancées
uk: Додаткові параметри

# sellReplaceByFeeActivated
source: Replace-by-fee activated
es: Replace-by-fee activado
fr: Remplacement par frais activé
uk: Замініть активоване

# sellSelectCoinsManually
source: Select coins manually
es: Seleccionar monedas manualmente
fr: Sélectionner les pièces manuellement
uk: Виберіть монети вручну

# sellDone
source: Done
es: Hecho
fr: Terminé
uk: Сонце

# sellPleasePayInvoice
source: Please pay this invoice
es: Por favor pague esta factura
fr: Veuillez payer cette facture
uk: Оплатити рахунок

# sellBitcoinAmount
source: Bitcoin amount
es: Monto de Bitcoin
fr: Montant Bitcoin
uk: Обсяг торгів

# sellCopyInvoice
source: Copy invoice
es: Copiar factura
fr: Copier la facture
uk: Статус на сервери

# sellShowQrCode
source: Show QR code
es: Mostrar código QR
fr: Afficher le code QR
uk: Показати QR-код

# sellQrCode
source: QR Code
es: Código QR
fr: Code QR
uk: QR-код

# sellNoInvoiceData
source: No invoice data available
es: No hay datos de factura disponibles
fr: Aucune donnée de facture disponible
uk: Немає даних рахунків-фактур

source: Sell in progress...
es: Venta en progreso...
fr: Vente en cours...
uk: Продати в прогрес ...

# sellGoHome
source: Go home
es: Ir a inicio
fr: Aller à l'accueil
uk: Головна

# sellOrderCompleted
source: Order completed!
es: ¡Orden completada!
fr: Commande terminée !
uk: Замовлення завершено!

# sellBalanceWillBeCredited
source: Your account balance will be credited after your transaction receives 1 confirmation onchain.
es: El saldo de su cuenta será acreditado después de que su transacción reciba 1 confirmación on-chain.
fr: Le solde de votre compte sera crédité après que votre transaction reçoive 1 confirmation on-chain.
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації.

# payTitle
source: Pay
es: Pagar
fr: Payer
uk: Оплатити

# paySelectRecipient
source: Select recipient
es: Seleccionar destinatario
fr: Sélectionner le destinataire
uk: Оберіть одержувач

# payWhoAreYouPaying
source: Who are you paying?
es: ¿A quién está pagando?
fr: Qui payez-vous ?
uk: Хто ви платите?

# payNewRecipients
source: New recipients
es: Nuevos destinatarios
fr: Nouveaux destinataires
uk: Нові одержувачі

# payMyFiatRecipients
source: My fiat recipients
es: Mis destinatarios fiat
fr: Mes destinataires fiduciaires
uk: Мій одержувачів

# payNoRecipientsFound
source: No recipients found to pay to.
es: No se encontraron destinatarios para pagar.
fr: Aucun destinataire trouvé à payer.
uk: Не знайдено одержувачів для оплати.

# payLoadingRecipients
source: Loading recipients...
es: Cargando destinatarios...
fr: Chargement des destinataires...
uk: Завантаження одержувачів...

# payNotLoggedIn
source: Not Logged In
es: No ha iniciado sesión
fr: Non connecté
uk: Не ввійшов

# payNotLoggedInDescription
source: You are not logged in. Please log in to continue using the pay feature.
es: No ha iniciado sesión. Por favor inicie sesión para continuar usando la función de pago.
fr: Vous n'êtes pas connecté. Veuillez vous connecter pour continuer à utiliser la fonction de paiement.
uk: Ви не ввійшли. Будь ласка, ввійдіть, щоб продовжити використання функції оплати.

# paySelectCountry
source: Select country
es: Seleccionar país
fr: Sélectionner le pays
uk: Виберіть країну

# payPayoutMethod
source: Payout method
es: Método de pago
fr: Méthode de paiement
uk: Спосіб виплати

# payEmail
source: Email
es: Correo electrónico
fr: Courriel
uk: Веб-сайт

# payEmailHint
source: Enter email address
es: Ingrese la dirección de correo electrónico
fr: Entrez l'adresse courriel
uk: Введіть адресу електронної пошти

# payName
source: Name
es: Nombre
fr: Nom
uk: Ім'я

# payNameHint
source: Enter recipient name
es: Ingrese el nombre del destinatario
fr: Entrez le nom du destinataire
uk: Введіть ім'я одержувача

# paySecurityQuestion
source: Security Question
es: Pregunta de seguridad
fr: Question de sécurité
uk: Питання безпеки

# paySecurityQuestionHint
source: Enter security question (10-40 characters)
es: Ingrese la pregunta de seguridad (10-40 caracteres)
fr: Entrez la question de sécurité (10-40 caractères)
uk: Введіть питання безпеки (10-40 символів)

# paySecurityQuestionLength
source: {count}/40 characters
es: {count}/40 caracteres
fr: {count}/40 caractères
uk: {count}/40 символів

# paySecurityQuestionLengthError
source: Must be 10-40 characters
es: Debe tener entre 10-40 caracteres
fr: Doit contenir 10-40 caractères
uk: Необхідно 10-40 символів

# paySecurityAnswer
source: Security Answer
es: Respuesta de seguridad
fr: Réponse de sécurité
uk: Відповідь на безпеку

# paySecurityAnswerHint
source: Enter security answer
es: Ingrese la respuesta de seguridad
fr: Entrez la réponse de sécurité
uk: Введіть відповідь

# payLabelOptional
source: Label (optional)
es: Etiqueta (opcional)
fr: Étiquette (facultatif)
uk: Етикетка (за бажанням)

# payLabelHint
source: Enter a label for this recipient
es: Ingrese una etiqueta para este destinatario
fr: Entrez une étiquette pour ce destinataire
uk: Введіть позначку для цього одержувача

# payBillerName
source: Biller Name
es: Nombre del acreedor
fr: Nom du facturier
uk: Ім'я

# payBillerNameValue
source: Selected Biller Name
es: Nombre del acreedor seleccionado
fr: Nom du facturier sélectionné
uk: Виберіть ім'я Biller

# payBillerSearchHint
source: Enter first 3 letters of biller name
es: Ingrese las primeras 3 letras del nombre del acreedor
fr: Entrez les 3 premières lettres du nom du facturier
uk: Введіть перші 3 листи ім'я векселя

# payPayeeAccountNumber
source: Payee Account Number
es: Número de cuenta del beneficiario
fr: Numéro de compte du bénéficiaire
uk: Номер рахунку Payee

# payPayeeAccountNumberHint
source: Enter account number
es: Ingrese el número de cuenta
fr: Entrez le numéro de compte
uk: Введіть номер рахунку

# payInstitutionNumber
source: Institution Number
es: Número de institución
fr: Numéro d'institution
uk: Кількість установ

# payInstitutionNumberHint
source: Enter institution number
es: Ingrese el número de institución
fr: Entrez le numéro d'institution
uk: Номер установи

# payTransitNumber
source: Transit Number
es: Número de tránsito
fr: Numéro de transit
uk: Номер транзиту

# payTransitNumberHint
source: Enter transit number
es: Ingrese el número de tránsito
fr: Entrez le numéro de transit
uk: Введіть транзитний номер

# payAccountNumber
source: Account Number
es: Número de cuenta
fr: Numéro de compte
uk: Номер рахунку

# payAccountNumberHint
source: Enter account number
es: Ingrese el número de cuenta
fr: Entrez le numéro de compte
uk: Введіть номер рахунку

# payDefaultCommentOptional
source: Default Comment (optional)
es: Comentario predeterminado (opcional)
fr: Commentaire par défaut (facultatif)
uk: Коментар за замовчуванням (за бажанням)

# payInstitutionCodeHint
source: Enter institution code
es: Ingrese el código de institución
fr: Entrez le code de l'institution
uk: Введіть код установи

# payPhoneNumber
source: Phone Number
es: Número de teléfono
fr: Numéro de téléphone
uk: Номер телефону

# payPhoneNumberHint
source: Enter phone number
es: Ingrese el número de teléfono
fr: Entrez le numéro de téléphone
uk: Введіть номер телефону

# payDebitCardNumber
source: Debit Card Number
es: Número de tarjeta de débito
fr: Numéro de carte de débit
uk: Номер картки Debit

# payDebitCardNumberHint
source: Enter debit card number
es: Ingrese el número de tarjeta de débito
fr: Entrez le numéro de carte de débit
uk: Введіть номер картки дебета

# payOwnerName
source: Owner Name
es: Nombre del titular
fr: Nom du titulaire
uk: Ім'я власника

# payOwnerNameHint
source: Enter owner name
es: Ingrese el nombre del titular
fr: Entrez le nom du titulaire
uk: Ім'я власника

# payValidating
source: Validating...
es: Validando...
fr: Validation en cours...
uk: Дійсно.

# payInvalidSinpe
source: Invalid Sinpe
es: SINPE inválido
fr: SINPE invalide
uk: Інвалідний Sinpe

# payFilterByType
source: Filter by type
es: Filtrar por tipo
fr: Filtrer par type
uk: Фільтр за типом

# payAllTypes
source: All types
es: Todos los tipos
fr: Tous les types
uk: Всі види

# payAllCountries
source: All countries
es: Todos los países
fr: Tous les pays
uk: Усі країни

# payRecipientType
source: Recipient type
es: Tipo de destinatario
fr: Type de destinataire
uk: Тип одержувача

# payRecipientName
source: Recipient name
es: Nombre del destinatario
fr: Nom du destinataire
uk: Ім'я одержувача

# payRecipientDetails
source: Recipient details
es: Detalles del destinatario
fr: Détails du destinataire
uk: Деталі одержувача

# payAccount
source: Account
es: Cuenta
fr: Compte
uk: Облік

# payPayee
source: Payee
es: Beneficiario
fr: Bénéficiaire
uk: Оплатити

# payCard
source: Card
es: Tarjeta
fr: Carte
uk: Карта сайту

# payPhone
source: Phone
es: Teléfono
fr: Téléphone
uk: Зареєструватися

# payNoDetailsAvailable
source: No details available
es: No hay detalles disponibles
fr: Aucun détail disponible
uk: Немає інформації

# paySelectWallet
source: Select Wallet
es: Seleccionar Billetera
fr: Sélectionner le Portefeuille
uk: Виберіть гаманець

# payWhichWalletQuestion
source: Which wallet do you want to pay from?
es: ¿Desde qué billetera desea pagar?
fr: De quel portefeuille voulez-vous payer ?
uk: Який гаманець ви хочете оплатити?

# payExternalWallet
source: External wallet
es: Billetera externa
fr: Portefeuille externe
uk: Зовнішній гаманець

# payFromAnotherWallet
source: Pay from another Bitcoin wallet
es: Pagar desde otra billetera Bitcoin
fr: Payer depuis un autre portefeuille Bitcoin
uk: Сплатити з іншого біткойн-гаманця

# payAboveMaxAmountError
source: You are trying to pay above the maximum amount that can be paid with this wallet.
es: Está intentando pagar por encima del monto máximo que se puede pagar con esta billetera.
fr: Vous essayez de payer au-dessus du montant maximum qui peut être payé avec ce portefeuille.
uk: Ви намагаєтеся сплатити над максимальною кількістю, яку можна сплатити за допомогою цього гаманця.

# payBelowMinAmountError
source: You are trying to pay below the minimum amount that can be paid with this wallet.
es: Está intentando pagar por debajo del monto mínimo que se puede pagar con esta billetera.
fr: Vous essayez de payer en dessous du montant minimum qui peut être payé avec ce portefeuille.
uk: Ви намагаєтеся платити нижче мінімальної суми, яку можна сплатити за допомогою цього гаманця.

# payInsufficientBalanceError
source: Insufficient balance in the selected wallet to complete this pay order.
es: Saldo insuficiente en la billetera seleccionada para completar esta orden de pago.
fr: Solde insuffisant dans le portefeuille sélectionné pour compléter cette commande de paiement.
uk: Недостатній баланс у вибраному гаманці для завершення цього замовлення оплати.

# payUnauthenticatedError
source: You are not authenticated. Please log in to continue.
es: No está autenticado. Por favor inicie sesión para continuar.
fr: Vous n'êtes pas authentifié. Veuillez vous connecter pour continuer.
uk: Ви не автентифіковані. Будь ласка, увійдіть, щоб продовжити.

# payOrderNotFoundError
source: The pay order was not found. Please try again.
es: No se encontró la orden de pago. Por favor intente de nuevo.
fr: La commande de paiement n'a pas été trouvée. Veuillez réessayer.
uk: Не знайдено замовлення платежу. Будь ласка, спробуйте знову.

# payOrderAlreadyConfirmedError
source: This pay order has already been confirmed.
es: Esta orden de pago ya ha sido confirmada.
fr: Cette commande de paiement a déjà été confirmée.
uk: Цей платіж вже був підтверджений.

# paySelectNetwork
source: Select Network
es: Seleccionar red
fr: Sélectionner le réseau
uk: Оберіть мережу

# payHowToPayInvoice
source: How do you want to pay this invoice?
es: ¿Cómo desea pagar esta factura?
fr: Comment voulez-vous payer cette facture ?
uk: Як ви хочете платити цей рахунок?

# payBitcoinOnChain
source: Bitcoin on-chain
uk: Bitcoin у USD

# payLightningNetwork
source: Lightning Network
fr: Réseau Lightning
uk: Мережа Lightning

# payLiquidNetwork
source: Liquid Network
fr: Réseau Liquid
uk: Мережа рідин

# payConfirmPayment
source: Confirm Payment
es: Confirmar Pago
fr: Confirmer le Paiement
uk: Підтвердити платіж

# payPriceWillRefreshIn
source: Price will refresh in
es: El precio se actualizará en
fr: Le prix sera actualisé dans
uk: Ціна освіжає в

# payOrderNumber
source: Order number
es: Número de orden
fr: Numéro de commande
uk: Номер замовлення

# payPayinAmount
source: Payin amount
es: Monto de pago
fr: Montant à payer
uk: Сума виплат

# payPayoutAmount
source: Payout amount
es: Monto a recibir
fr: Montant à recevoir
uk: Сума виплат

# payExchangeRate
source: Exchange rate
es: Tipo de cambio
fr: Taux de change
uk: Курс валют

# payPayFromWallet
source: Pay from wallet
es: Pagar desde billetera
fr: Payer depuis le portefeuille
uk: Оплатити з гаманця

# payInstantPayments
source: Instant payments
es: Pagos instantáneos
fr: Paiements instantanés
uk: Миттєві платежі

# paySecureBitcoinWallet
source: Secure Bitcoin wallet
es: Billetera Bitcoin segura
fr: Portefeuille Bitcoin sécurisé
uk: Безпечний гаманець Bitcoin

# payFeePriority
source: Fee Priority
es: Prioridad de tarifa
fr: Priorité des frais
uk: Пріоритетність

# payFastest
source: Fastest
es: Más rápida
fr: Le plus rapide
uk: Швидке

# payNetworkFees
source: Network fees
es: Tarifas de red
fr: Frais de réseau
uk: Мережеві збори

# payAdvancedSettings
source: Advanced Settings
es: Configuración avanzada
fr: Paramètres avancés
uk: Розширені налаштування

# payAdvancedOptions
source: Advanced options
es: Opciones avanzadas
fr: Options avancées
uk: Додаткові параметри

# payReplaceByFeeActivated
source: Replace-by-fee activated
es: Replace-by-fee activado
fr: Remplacement par frais activé
uk: Замініть активоване

# paySelectCoinsManually
source: Select coins manually
es: Seleccionar monedas manualmente
fr: Sélectionner les pièces manuellement
uk: Виберіть монети вручну

# payDone
source: Done
es: Hecho
fr: Terminé
uk: Сонце

# payContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# payPleasePayInvoice
source: Please pay this invoice
es: Por favor pague esta factura
fr: Veuillez payer cette facture
uk: Оплатити рахунок

# payBitcoinAmount
source: Bitcoin amount
es: Monto de Bitcoin
fr: Montant Bitcoin
uk: Обсяг торгів
