Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# payInvalidInvoice
source: Invalid invoice
es: Factura inválida
fr: Facture invalide
uk: Гарантований рахунок

# dcaConfirmFrequency
source: Frequency
es: Frecuencia
fr: Fréquence
uk: Кількість

# advancedOptionsTitle
source: Advanced options
es: Opciones avanzadas
fr: Options avancées
uk: Додаткові параметри

# dcaConfirmOrderType
source: Order type
es: Tipo de orden
fr: Type de commande
uk: Тип замовлення

# broadcastSignedTxTo
source: To
es: A
fr: À
uk: До

# payPaymentDetails
source: Payment Details
es: Detalles del Pago
fr: Détails du Paiement
uk: Деталі оплати

# psbtSignTransaction
source: Sign transaction
es: Firmar transacción
fr: Signer la transaction
uk: Реєстрація

# sellRemainingLimit
source: Remaining today: {amount}
es: Restante hoy: {amount}
fr: Reste aujourd'hui : {amount}
uk: Зменшення сьогодні: {amount}

# dcaNetworkLiquid
source: Liquid Network
es: Red Liquid
fr: Réseau Liquid
uk: Мережа рідин

# fundExchangeMethodSinpeTransfer
source: SINPE Transfer
es: Transferencia SINPE
fr: Virement SINPE
uk: Трансфер SINPE

# dcaCancelTitle
source: Cancel Bitcoin Recurring Buy?
es: ¿Cancelar compra recurrente de Bitcoin?
fr: Annuler l'achat récurrent de Bitcoin ?
uk: Скасувати Bitcoin Recurring Купити?

# importMnemonicHasBalance
source: Has Balance
es: Tiene saldo
fr: A un solde
uk: Має баланс

# dcaLightningAddressEmptyError
source: Please enter a Lightning address
es: Por favor ingrese una dirección Lightning
fr: Veuillez entrer une adresse Lightning
uk: Будь ласка, введіть адресу Lightning

# googleAppleCloudRecommendationText
source: you want to make sure you never lose access to your vault file even if you lose your devices.
es: quieres asegurarte de nunca perder el acceso a tu archivo de bóveda incluso si pierdes tus dispositivos.
fr: vous voulez vous assurer de ne jamais perdre l'accès à votre fichier de coffre-fort même si vous perdez vos appareils.
uk: ви хочете переконатися, що ви ніколи не втратите доступ до файлу за замовчуванням, навіть якщо ви втратите ваші пристрої.

# closeDialogButton
source: Close
es: Cerrar
fr: Fermer
uk: Закрити

# jadeStep14
source: The transaction will be imported in the Bull Bitcoin wallet.
es: La transacción se importará en la billetera Bull Bitcoin.
fr: La transaction sera importée dans le portefeuille Bull Bitcoin.
uk: Операція буде імпортована в гаманці Bull Bitcoin.

# importColdcardError
source: Failed to import Coldcard
es: Error al importar Coldcard
fr: Échec de l'importation du Coldcard
uk: Заборонено імпортувати Coldcard

# customLocationRecommendationText
source: you are confident you will not lose the vault file and it will still be accessible if you lose your phone.
es: estás seguro de que no perderás el archivo de bóveda y que seguirá siendo accesible si pierdes tu teléfono.
fr: vous êtes confiant de ne pas perdre le fichier de coffre-fort et qu'il restera accessible si vous perdez votre téléphone.
uk: ви впевнені, що ви не втратите файл за замовчуванням і він все ще буде доступний, якщо ви втратите свій телефон.

# kruxStep13
source: Click "I'm done" in the Bull Bitcoin wallet.
es: Haga clic en "He terminado" en la billetera Bull Bitcoin.
fr: Cliquez sur "J'ai terminé" dans le portefeuille Bull Bitcoin.
uk: Натисніть "Я зробив" в Гаманець Біткойн.

# confirmLogoutMessage
source: Are you sure you want to log out of your Bull Bitcoin account? You will need to log in again to access exchange features.
es: ¿Está seguro de que desea cerrar sesión en su cuenta de Bull Bitcoin? Deberá iniciar sesión nuevamente para acceder a las funciones de intercambio.
fr: Êtes-vous sûr de vouloir vous déconnecter de votre compte Bull Bitcoin ? Vous devrez vous reconnecter pour accéder aux fonctionnalités d'échange.
uk: Ви впевнені, що ви хочете увійти з вашого облікового запису Bitcoin Bull? Щоб отримати доступ до функцій обміну.

# dcaSuccessMessageDaily
source: You will buy {amount} every day
es: Comprará {amount} cada día
fr: Vous achèterez {amount} chaque jour
uk: Купити {amount} кожен день

# payRBFEnabled
source: RBF enabled
es: RBF habilitado
fr: RBF activé
uk: РБФ включено

# takeYourTimeTag
source: Take your time
es: Tómate tu tiempo
fr: Prenez votre temps
uk: Зробіть свій час

# bip85Title
source: BIP85 Deterministic Entropies
es: Entropías determinísticas BIP85
fr: Entropies déterministes BIP85
uk: BIP85 Визначення ентропії

# sendSwapTimeout
source: Swap timed out
es: Tiempo de espera del swap agotado
fr: Délai du swap expiré
uk: Обмін часу

# networkFeesLabel
source: Network fees
es: Tarifas de red
fr: Frais de réseau
uk: Мережеві збори

# backupWalletPhysicalBackupDescription
source: Write down 12 words on a piece of paper. Keep them safe and make sure not to lose them.
es: Escriba 12 palabras en un pedazo de papel. Manténgalas seguras y asegúrese de no perderlas.
fr: Écrivez 12 mots sur un morceau de papier. Gardez-les en sécurité et assurez-vous de ne pas les perdre.
uk: Написати 12 слів на аркуші паперу. Збережіть їх безпечно і переконайтеся, що не втратити їх.

# buySelfie
source: Selfie with ID
es: Selfie con Identificación
fr: Photo-selfie avec pièce d'identité
uk: Селфі з ID

# wordsDropdownSuffix
source: words
es: palabras
fr: mots
uk: слова

# arkTxTypeRedeem
source: Redeem
es: Canjear
fr: Rachat
uk: Мали

# backupSettingsKeyWarningBold
source: Warning: Be careful where you save the backup key.
es: Advertencia: Tenga cuidado donde guarde la clave de respaldo.
fr: Attention : Faites attention à l'endroit où vous enregistrez la clé de sauvegarde.
uk: Попередження: Будьте обережні, де ви зберігаєте ключ резервного копіювання.

# dcaWalletLightningSubtitle
source: Requires compatible wallet, maximum 0.25 BTC
es: Requiere cartera compatible, máximo 0.25 BTC
fr: Nécessite un portefeuille compatible, maximum 0,25 BTC
uk: Вимагає сумісний гаманець, макс. 0.25 BTC

# dcaNetworkBitcoin
source: Bitcoin Network
es: Red Bitcoin
fr: Réseau Bitcoin
uk: Bitcoin мережа

# swapTransferRefundInProgressMessage
source: There was an error with the transfer. Your refund is in progress.
es: Hubo un error con la transferencia. Su reembolso está en proceso.
fr: Une erreur s'est produite lors du transfert. Votre remboursement est en cours.
uk: Помилки з переказом. Ваше повернення здійснюється в процесі.

# fundExchangeMethodCanadaPostSubtitle
source: Best for those who prefer to pay in person
es: Mejor para quienes prefieren pagar en persona
fr: Idéal pour ceux qui préfèrent payer en personne
uk: Найкращі для тих, хто віддає перевагу оплаті

# importColdcardMultisigPrompt
source: For multisig wallets, scan the wallet descriptor QR code
es: Para billeteras multisig, escanee el código QR del descriptor de billetera
fr: Pour les portefeuilles multisig, scannez le code QR du descripteur de portefeuille
uk: Для багатосигових гаманців сканування дескриптора гаманця QR коду

# payAllPayments
source: All Payments
es: Todos los Pagos
fr: Tous les Paiements
uk: Всі платежі

# importWatchOnlyZpub
source: zpub
uk: зоп

# testBackupNext
source: Next
es: Siguiente
fr: Suivant
uk: Про нас

# transferFeeLabel
source: Transfer Fee
es: Tarifa de transferencia
fr: Frais de transfert
uk: Плата за трансфер

# pinValidationError
source: PIN must be at least {minLength} digits long
es: El PIN debe tener al menos {minLength} dígitos
fr: Le code PIN doit contenir au moins {minLength} chiffres
uk: PIN повинен бути принаймні {minLength} цифр довго

# dcaOrderTypeValue
source: Recurring buy
es: Compra recurrente
fr: Achat récurrent
uk: Закупівля

# testBackupScreenshot
source: Screenshot
es: Captura de pantalla
fr: Capture d'écran
uk: Скріншоти

# dcaSuccessTitle
source: Recurring Buy is Active!
es: ¡Compra Recurrente Activada!
fr: Achat récurrent activé !
uk: Покупка є активним!

# receiveAwaitingPayment
source: Awaiting payment...
es: Esperando pago...
fr: En attente du paiement...
uk: Відкликання платежу...

# receiveQRCode
source: QR Code
es: Código QR
fr: Code QR
uk: QR-код

# payDecodeFailed
source: Failed to decode invoice
es: Falló la decodificación de la factura
fr: Échec du décodage de la facture
uk: Заборонено декодувати рахунок

# rbfErrorFeeTooLow
source: You need to increase the fee rate by at least 1 sat/vbyte compared to the original transaction
es: Debe aumentar la tarifa en al menos 1 sat/vbyte comparado con la transacción original
fr: Vous devez augmenter le taux de frais d'au moins 1 sat/vbyte par rapport à la transaction originale
uk: Ви повинні збільшити плату за принаймні 1 sat/vbyte порівняно з оригінальною угодою

# jadeStep10
source: Click the buttons to sign the transaction on your Jade.
es: Haga clic en los botones para firmar la transacción en su Jade.
fr: Cliquez sur les boutons pour signer la transaction sur votre Jade.
uk: Натисніть кнопку, щоб зареєструвати операцію на Jade.

# payOpenChannelRequired
source: Opening a channel is required for this payment
es: Se requiere abrir un canal para este pago
fr: L'ouverture d'un canal est requise pour ce paiement
uk: Відкриття телеканалу необхідно для оплати

# coldcardStep1
source: Login to your Coldcard Q device
es: Inicie sesión en su dispositivo Coldcard Q
fr: Connectez-vous à votre appareil Coldcard Q
uk: Ввійти до пристрою Coldcard Q

# arkRecoverableVtxos
source: Recoverable Vtxos
es: Vtxos Recuperables
fr: Vtxos Récupérables
uk: Відновлений Vtxos

# testBackupGoogleDriveSignIn
source: You will need to sign-in to Google Drive
es: Necesitará iniciar sesión en Google Drive
fr: Vous devrez vous connecter à Google Drive
uk: Ви повинні зареєструватися на Google Диску

# recoverbullRecoveryContinueButton
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# payTimeoutError
source: Payment timeout. Please check status
es: Tiempo de espera agotado. Por favor verifique el estado
fr: Délai d'expiration du paiement. Veuillez vérifier le statut
uk: Розстрочка платежу. Будь ласка, перевірте статус

# kruxStep4
source: Click Load from camera
es: Haga clic en Cargar desde cámara
fr: Cliquez sur Charger depuis la caméra
uk: Натисніть завантаження з камери

# dcaSetupFrequencyError
source: Please select a frequency
es: Por favor seleccione una frecuencia
fr: Veuillez sélectionner une fréquence
uk: Виберіть частоту

# testBackupErrorNoMnemonic
source: No mnemonic loaded
es: No se cargó ninguna mnemónica
fr: Aucune mnémonique chargée
uk: Немає мнемічних навантажень

# payInvoiceExpired
source: Invoice expired
es: Factura expirada
fr: Facture expirée
uk: Войце розширюється

# confirmButtonLabel
source: Confirm
es: Confirmar
fr: Confirmer
uk: Підтвердження

# sendEconomyFee
source: Economy
es: Económica
fr: Économique
uk: Економ

# exchangeLandingFeature5
source: Chat with customer support
es: Chatee con soporte al cliente
fr: Discuter avec le support client
uk: Чат з підтримкою клієнтів

# buyExpressWithdrawalFee
source: Express fee: {amount}
es: Comisión express: {amount}
fr: Frais express : {amount}
uk: Плата за експрес: {amount}

# sellDailyLimit
source: Daily limit: {amount}
es: Límite diario: {amount}
fr: Limite quotidienne : {amount}
uk: Поточний ліміт: {amount}

# sellCurrentRate
source: Current Rate
es: Tasa Actual
fr: Taux actuel
uk: Поточний курс

# payAmountTooLow
source: Amount is below minimum
es: El monto está por debajo del mínimo
fr: Le montant est inférieur au minimum
uk: Кількість нижче мінімальна

# withdrawAmountTitle
source: Withdraw fiat
es: Retirar fiat
fr: Retirer des fonds fiat
uk: Зняття фіат

# dcaFrequencyValidationError
source: Please select a frequency
es: Por favor seleccione una frecuencia
fr: Veuillez sélectionner une fréquence
uk: Виберіть частоту

# arkBoardingExitDelay
source: Boarding exit delay
es: Retraso de salida de abordaje
fr: Délai de sortie d'embarquement
uk: Затримка виходу

# payRBFDisabled
source: RBF disabled
es: RBF deshabilitado
fr: RBF désactivé
uk: RBF відключені

# importQrDeviceSuccess
source: Wallet imported successfully
es: Billetera importada exitosamente
fr: Portefeuille importé avec succès
uk: Гаманець імпортований успішно

# backupWalletGoogleDriveSignInTitle
source: You will need to sign-in to Google Drive
es: Necesitará iniciar sesión en Google Drive
fr: Vous devrez vous connecter à Google Drive
uk: Ви повинні зареєструватися на Google Диску

# testBackupBackupId
source: Backup ID:
es: ID de Respaldo:
fr: ID de sauvegarde :
uk: Ідентифікатор резервного копіювання:

# fundExchangeETransferDescription
source: Any amount you send from your bank via Email E-Transfer using the information below will be credited to your Bull Bitcoin account balance within a few minutes.
es: Cualquier monto que envíes desde tu banco mediante transferencia electrónica por correo usando la información a continuación se acreditará al saldo de tu cuenta Bull Bitcoin en pocos minutos.
fr: Tout montant que vous envoyez depuis votre banque par virement électronique en utilisant les informations ci-dessous sera crédité sur votre solde de compte Bull Bitcoin dans quelques minutes.
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації.

# sendClearSelection
source: Clear Selection
es: Limpiar Selección
fr: Effacer la sélection
uk: Очистити вибір

# backupWalletVaultProviderQuickEasy
source: Quick & easy
es: Rápido y fácil
fr: Rapide et facile
uk: Швидкий і простий

# dcaConfirmFrequencyDaily
source: Every day
es: Cada día
fr: Tous les jours
uk: Щодня

# payEnterAmountTitle
source: Enter Amount
es: Ingresar Monto
fr: Entrer le Montant
uk: Вхід

# payInvalidAddress
source: Invalid address
es: Dirección inválida
fr: Adresse invalide
uk: Неоплатна адреса

# arkConfirmed
source: Confirmed
es: Confirmado
fr: Confirmé
uk: Підтвердження

# withdrawRecipientsContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# enterPinAgainMessage
source: Enter your {pinOrPassword} again to continue.
es: Ingresa tu {pinOrPassword} nuevamente para continuar.
fr: Entrez à nouveau votre {pinOrPassword} pour continuer.
uk: Введіть своє {pinOrPassword} знову, щоб продовжити.

# autoswapAlwaysBlockLabel
source: Always Block High Fees
es: Siempre Bloquear Comisiones Altas
fr: Toujours Bloquer les Frais Élevés
uk: Завжди блокувати високі Fees

# receiveFixedAmount
source: Amount
es: Cantidad
fr: Montant
uk: Сума

# dcaNetworkLightning
source: Lightning Network
es: Red Lightning
fr: Réseau Lightning
uk: Мережа Lightning

# backupWalletHowToDecideVaultCloudRecommendationText
source: you want to make sure you never lose access to your vault file even if you lose your devices.
es: desea asegurarse de nunca perder el acceso a su archivo de bóveda incluso si pierde sus dispositivos.
fr: vous voulez vous assurer de ne jamais perdre l'accès à votre fichier de coffre-fort même si vous perdez vos appareils.
uk: ви хочете переконатися, що ви ніколи не втратите доступ до файлу за замовчуванням, навіть якщо ви втратите ваші пристрої.

# buyPhotoID
source: Photo ID
es: Identificación con Foto
fr: Pièce d'identité avec photo
uk: Фото ID

# seedsignerStep6
source: - Move the red laser up and down over QR code
es: - Mueva el láser rojo arriba y abajo sobre el código QR
fr: - Déplacez le laser rouge de haut en bas sur le code QR
uk: - Перемістити червоному лазеру вгору і вниз по QR-коду

# backupSettingsBackupKey
source: Backup Key
es: Clave de Respaldo
fr: Clé de sauvegarde
uk: Зворотній зв'язок

# arkTransactionId
source: Transaction ID
es: ID de transacción
fr: ID de transaction
uk: Код транзакції

# payInvoiceCopied
source: Invoice copied to clipboard
es: Factura copiada al portapapeles
fr: Facture copiée dans le presse-papiers
uk: Invoice copied до буфера

# testBackupErrorInvalidFile
source: Invalid file content
es: Contenido del archivo inválido
fr: Contenu du fichier invalide
uk: Інвалідний вміст файлу

# pinConfirmHeadline
source: Confirm new pin
es: Confirmar nuevo PIN
fr: Confirmer le nouveau code PIN
uk: Підтвердити новий штифт

# payConfirmationRequired
source: Confirmation required
es: Confirmación requerida
fr: Confirmation requise
uk: Підтвердження

# bip85NextHex
source: Next HEX
es: Siguiente HEX
fr: HEX suivant
uk: Далі HEX

# recoverWalletScreenTitle
source: Recover Wallet
es: Recuperar billetera
fr: Récupérer le portefeuille
uk: Відновлення гаманця

# rbfEstimatedDelivery
source: Estimated delivery ~ 10 minutes
es: Entrega estimada ~ 10 minutos
fr: Livraison estimée ~ 10 minutes
uk: Орієнтовна доставка ~ 10 хвилин

# sendSwapCancelled
source: Swap cancelled
es: Swap cancelado
fr: Swap annulé
uk: Заміна

# backupWalletGoogleDrivePrivacyMessage4
source: never
es: nunca
fr: jamais
uk: ні

# dcaPaymentMethodValue
source: {currency} balance
es: Saldo en {currency}
fr: Solde {currency}
uk: {currency} баланс

# swapTransferCompletedTitle
source: Transfer completed
es: Transferencia completada
fr: Transfert terminé
uk: Трансфер завершено

# dcaScheduleDescription
source: Bitcoin purchases will be placed automatically per this schedule.
es: Las compras de Bitcoin se realizarán automáticamente según este calendario.
fr: Les achats de Bitcoin seront effectués automatiquement selon ce calendrier.
uk: Біткіні покупки будуть розміщені автоматично за цей графік.

# keystoneInstructionsTitle
source: Keystone Instructions
es: Instrucciones Keystone
fr: Instructions Keystone
uk: Інструкція Keystone

# hwLedger
source: Ledger
uk: Клей

# dcaConfirmButton
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# dcaBackToHomeButton
source: Back to home
es: Volver al inicio
fr: Retour à l'accueil
uk: Головна

# fundExchangeMethodInstantSepa
source: Instant SEPA
es: SEPA instantánea
fr: SEPA instantané
uk: Миттєвий СЕПА

# buyVerificationFailed
source: Verification failed: {reason}
es: Verificación fallida: {reason}
fr: Échec de la vérification : {reason}
uk: Перевірка не вдалося: {reason}

# sellMinimumAmount
source: Minimum sell amount: {amount}
es: Cantidad mínima de venta: {amount}
fr: Montant minimum de vente : {amount}
uk: Мінімальна сума продажу: {amount}

# importColdcardTitle
source: Import Coldcard Q
es: Conectar Coldcard Q
fr: Connecter Coldcard Q
uk: Підключення холодної картки Р

# pinStatusProcessing
source: Processing
es: Procesando
fr: Traitement en cours
uk: Переробка

# dcaCancelMessage
source: Your recurring Bitcoin purchase plan will stop, and scheduled buys will end. To restart, you'll need to set up a new plan.
es: Su plan de compra recurrente de Bitcoin se detendrá y las compras programadas finalizarán. Para reiniciar, deberá configurar un nuevo plan.
fr: Votre plan d'achat récurrent de Bitcoin s'arrêtera et les achats programmés prendront fin. Pour redémarrer, vous devrez configurer un nouveau plan.
uk: Зареєструвати тарифний план біткойн-продажу буде припинено, а регулярні покупки будуть завершені. Щоб перезапустити, потрібно налаштувати новий план.

# dcaConfirmNetwork
source: Network
es: Red
fr: Réseau
uk: Мережа

# hwSeedSigner
source: SeedSigner
uk: НасінняСинер

# payNetworkError
source: Network error. Please try again
es: Error de red. Por favor intente nuevamente
fr: Erreur réseau. Veuillez réessayer
uk: Мережеві помилки. Будь ласка, спробуйте

# sendNetworkFeesLabel
source: Send Network Fees
es: Tarifas de red de envío
fr: Frais de réseau d'envoi
uk: Відправка мереж

# recoverbullSelectDecryptVault
source: Decrypt vault
es: Descifrar bóveda
fr: Déchiffrer le coffre-fort
uk: Розшифрування за замовчуванням

# buyUpgradeKYC
source: Upgrade KYC Level
es: Actualizar Nivel KYC
fr: Améliorer le niveau KYC
uk: Оновлення KYC Рівень

# autoswapEnableToggleLabel
source: Enable Auto Transfer
es: Habilitar Transferencia Automática
fr: Activer le Transfert Automatique
uk: Увімкнути автоматичне перенесення

# sendDustAmount
source: Amount too small (dust)
es: Cantidad demasiado pequeña (dust)
fr: Montant trop petit (poussière)
uk: Кріплення занадто малий (пило)

# payCancelPayment
source: Cancel Payment
es: Cancelar Pago
fr: Annuler le Paiement
uk: Відправити платіж

# rbfFeeRate
source: Fee Rate: {rate} sat/vbyte
es: Tarifa: {rate} sat/vbyte
fr: Taux de frais : {rate} sat/vbyte
uk: {rate} sat/vbyte

# leaveYourPhone
source: leave your phone and is
es: saldrá de tu teléfono y
fr: votre téléphone et ne seront
uk: залишити свій телефон і

# sendFastFee
source: Fast
es: Rápida
fr: Rapide
uk: Швидкий

# submitButton
source: Submit
es: Enviar
fr: Soumettre
uk: Подати заявку

# dcaConfirmTitle
source: Confirm Recurring Buy
es: Confirmar compra recurrente
fr: Confirmer l'achat récurrent
uk: Підтвердження Купити

# backupSettingsPhysicalBackup
source: Physical Backup
es: Respaldo Físico
fr: Sauvegarde physique
uk: Фізичний фон

# backupSettingsSecurityWarning
source: Security Warning
es: Advertencia de Seguridad
fr: Avertissement de sécurité
uk: Попередження про безпеку

# arkCopyAddress
source: Copy address
es: Copiar dirección
fr: Copier l'adresse
uk: Статус на сервери

# sendScheduleFor
source: Schedule for {date}
es: Programar para {date}
fr: Planifier pour le {date}
uk: Графік роботи {date}

# payEnterValidAmount
source: Please enter a valid amount
es: Por favor ingrese un monto válido
fr: Veuillez entrer un montant valide
uk: Введіть дійсну суму

# pinButtonRemove
source: Remove Security PIN
es: Eliminar PIN de Seguridad
fr: Supprimer le code PIN de sécurité
uk: Видалення безпеки PIN

# urProgressLabel
source: UR Progress: {parts} parts
es: Progreso UR: {parts} partes
fr: Progression UR : {parts} parties
uk: UR Progress: {parts} частини

# coldcardInstructionsTitle
source: Coldcard Q Instructions
es: Instrucciones Coldcard Q
fr: Instructions Coldcard Q
uk: Coldcard Q Інструкції

# scanningProgressLabel
source: Scanning: {percent}%
es: Escaneando: {percent}%
fr: Analyse : {percent} %
uk: Сканер: {percent}%

# backupWalletHowToDecide
source: How to decide?
es: ¿Cómo decidir?
fr: Comment décider ?
uk: Як вирішити?

# payBitcoinAddress
source: Bitcoin Address
es: Dirección Bitcoin
fr: Adresse Bitcoin
uk: Bitcoin адреса

source: Loading backup file...
es: Cargando archivo de respaldo...
fr: Chargement du fichier de sauvegarde...
uk: Завантаження файлів резервного копіювання ...

# receiveAddressCopied
source: Address copied to clipboard
es: Dirección copiada al portapapeles
fr: Adresse copiée dans le presse-papiers
uk: Адреса копіюється на буфер

# backupSettingsKeyServer
source: Key Server
es: Servidor de Claves
fr: Serveur de clés
uk: Статус на сервери

# seedsignerStep2
source: Click Scan
es: Haga clic en Escanear
fr: Cliquez sur Scanner
uk: Натисніть сканування

# dcaSetupContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# arkDurationHour
source: {hours} hour
es: {hours} hora
fr: {hours} heure
uk: {hours} час

# importWatchOnlyTitle
source: Import watch-only
es: Importar solo lectura
fr: Importer en lecture seule
uk: Імпорт годинник

# logsViewerTitle
source: Logs
es: Registros
fr: Journaux
uk: Логін

# arkPending
source: Pending
es: Pendiente
fr: En attente
uk: Закінчення

# testBackupCreatedAt
source: Created at:
es: Creado el:
fr: Créé le :
uk: Створено:

# dcaSetRecurringBuyTitle
source: Set Recurring Buy
es: Configurar Compra Recurrente
fr: Configurer un achat récurrent
uk: Встановити Recurring Купити

# importQrDeviceScanning
source: Scanning...
es: Escaneando...
fr: Scan en cours...
uk: Сканування ...

# testBackupConfirm
source: Confirm
es: Confirmar
fr: Confirmer
uk: Підтвердження

# urProcessingFailedMessage
source: UR processing failed
es: Procesamiento UR fallido
fr: Échec du traitement UR
uk: UR обробка не вдалося

# backupWalletChooseVaultLocationTitle
source: Choose vault location
es: Elegir ubicación de la bóveda
fr: Choisir l'emplacement du coffre-fort
uk: Виберіть місце розташування

# testBackupErrorTestFailed
source: Failed to test backup: {error}
es: Error al probar respaldo: {error}
fr: Échec du test de la sauvegarde : {error}
uk: Надійшла до резервного копіювання: {error}
