Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# exchangeSettingsSecuritySettingsTitle
source: Security Settings
es: Configuración de seguridad
fr: Paramètres de sécurité
uk: Налаштування безпеки

# transactionNoteUpdateButton
source: Update
es: Actualizar
fr: Mettre à jour
uk: Оновлення

# arkAboutTitle
source: About
es: Acerca de
fr: À propos
uk: Про

# arkDurationSeconds
source: {seconds} seconds
es: {seconds} segundos
fr: {seconds} secondes
uk: {seconds} секунд

# arkDurationMinute
source: {minutes} minute
es: {minutes} minuto
uk: {minutes} хвилин

# arkDurationMinutes
source: {minutes} minutes
es: {minutes} minutos
uk: {minutes} хвилин

# fundExchangeLabelBankAccountCountry
source: Bank account country
es: País de la cuenta bancaria
fr: Pays du compte bancaire
uk: Країна банківського рахунку

# fundExchangeLabelBankCountry
source: Bank country
es: País del banco
fr: Pays de la banque
uk: Банк країни

# fundExchangeLabelClabe
source: CLABE
uk: КЛАБ

# fundExchangeLabelMemo
source: Memo
fr: Mémo
uk: Мамо

# fundExchangeSinpeTitle
source: SINPE Transfer
es: Transferencia SINPE
fr: Virement SINPE
uk: Трансфер SINPE

# fundExchangeSinpeDescription
source: Transfer Colones using SINPE
es: Transfiere Colones usando SINPE
fr: Transférez des colones en utilisant SINPE
uk: Трансфер Колони за допомогою SINPE

# fundExchangeCrIbanCrcTitle
source: Bank Transfer (CRC)
es: Transferencia bancaria (CRC)
fr: Virement bancaire (CRC)
uk: Банківський переказ (CRC)

# fundExchangeCrIbanUsdTitle
source: Bank Transfer (USD)
es: Transferencia bancaria (USD)
fr: Virement bancaire (USD)
uk: Банківський переказ (USD)

# fundExchangeCrBankTransferDescription1
source: Send a bank transfer from your bank account using the details below
es: Envía una transferencia bancaria desde tu cuenta bancaria usando los datos a continuación
fr: Envoyez un virement bancaire depuis votre compte bancaire en utilisant les détails ci-dessous
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації

# fundExchangeCrBankTransferDescriptionExactly
source: exactly
es: exactamente
fr: exactement
uk: до

# fundExchangeLabelCedulaJuridica
source: Cédula Jurídica
uk: Кедула Юрійівна

# fundExchangeArsBankTransferDescription
source: Send a bank transfer from your bank account using the exact Argentina bank details below.
es: Envía una transferencia bancaria desde tu cuenta bancaria usando los datos bancarios exactos de Argentina a continuación.
fr: Envoyez un virement bancaire depuis votre compte bancaire en utilisant les coordonnées bancaires exactes de l'Argentine ci-dessous.
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації.

# physicalBackupTitle
source: Physical backup
es: Respaldo físico
fr: Sauvegarde physique
uk: Фізична резервна копія

# physicalBackupDescription
source: Write down 12 words on a piece of paper. Keep them safe and make sure not to lose them.
es: Escribe 12 palabras en una hoja de papel. Guárdalas en un lugar seguro y asegúrate de no perderlas.
fr: Notez 12 mots sur une feuille de papier. Gardez-les en sécurité et assurez-vous de ne pas les perdre.
uk: Написати 12 слів на аркуші паперу. Збережіть їх безпечно і переконайтеся, що не втратити їх.

# physicalBackupTag
source: Trustless (take your time)
es: Sin confianza (tómate tu tiempo)
fr: Sans confiance (prenez votre temps)
uk: Бездоганний (забрати час)

# howToDecideButton
source: How to decide?
es: ¿Cómo decidir?
fr: Comment décider ?
uk: Як вирішити?

# backupBestPracticesTitle
source: Backup best practices
es: Mejores prácticas de respaldo
fr: Meilleures pratiques de sauvegarde
uk: Кращі практики

# backupInstruction3
source: Anybody with access to your 12 word backup can steal your bitcoins. Hide it well.
es: Cualquiera con acceso a tu respaldo de 12 palabras puede robar tus bitcoins. Escóndelo bien.
fr: Toute personne ayant accès à votre sauvegarde de 12 mots peut voler vos bitcoins. Cachez-la bien.
uk: Будь-який з доступом до вашого 12 резервного копіювання може вкрасти ваші біткоїни. Приховати його добре.

# enterBackupKeyLabel
source: Enter backup key
es: Ingresar clave de respaldo
fr: Entrer la clé de sauvegarde
uk: Введіть ключ резервного копіювання

# passwordLabel
source: Password
es: Contraseña
fr: Mot de passe
uk: Логін

# pickPinInsteadButton
source: Pick PIN instead >>
es: Elegir PIN en su lugar >>
fr: Choisir un code PIN à la place >>
uk: Підібрати PIN замість >>

# howToDecideBackupText2
source: The encrypted vault prevents you from thieves looking to steal your backup. It also prevents you from accidentally losing your backup since it will be stored in your cloud. Cloud storage providers like Google or Apple won't have access to your Bitcoin because the encryption password is too strong. There is a small possibility that the web server that stores your backup's encryption key could be compromised. In this event, the security of the backup in your cloud account could be at risk.
es: La bóveda encriptada te protege de ladrones que buscan robar tu respaldo. También evita que pierdas accidentalmente tu respaldo ya que se almacenará en tu nube. Los proveedores de almacenamiento en la nube como Google o Apple no tendrán acceso a tu Bitcoin porque la contraseña de encriptación es demasiado fuerte. Existe una pequeña posibilidad de que el servidor web que almacena la clave de encriptación de tu respaldo pueda verse comprometido. En este caso, la seguridad del respaldo en tu cuenta de nube podría estar en riesgo.
fr: Le coffre-fort chiffré vous protège contre les voleurs cherchant à voler votre sauvegarde. Il vous évite également de perdre accidentellement votre sauvegarde puisqu'elle sera stockée dans votre cloud. Les fournisseurs de stockage cloud comme Google ou Apple n'auront pas accès à vos bitcoins car le mot de passe de chiffrement est trop fort. Il existe une faible possibilité que le serveur web qui stocke la clé de chiffrement de votre sauvegarde soit compromis. Dans ce cas, la sécurité de la sauvegarde dans votre compte cloud pourrait être menacée.
uk: Зашифрована схованка запобігає вам з тих, хто шукає крадіжку вашої резервної копії. Ви також не зможете втратити резервну копію, оскільки вона буде зберігатися у хмарі. Ми не маємо доступу до вашого біткойн, оскільки пароль шифрування занадто сильний. Існує невелика ймовірність, що веб-сервер, який зберігає ключ шифрування резервної копії. У цьому випадку безпека резервного копіювання у хмарному обліковому записі може бути на ризику.

# physicalBackupRecommendation
source: Physical backup:
es: Respaldo físico:
fr: Sauvegarde physique :
uk: Фізична резервна копія:

# physicalBackupRecommendationText
source: You are confident in your own operational security capabilities to hide and preserve your Bitcoin seed words.
es: Estás seguro de tus propias capacidades de seguridad operativa para ocultar y preservar tus palabras semilla de Bitcoin.
fr: Vous êtes confiant dans vos propres capacités de sécurité opérationnelle pour cacher et préserver vos mots de seed Bitcoin.
uk: Ви впевнені, що ваші можливості оперативної безпеки приховати і зберегти ваші слова насіннєвих.

# encryptedVaultRecommendation
source: Encrypted vault:
es: Bóveda encriptada:
fr: Coffre-fort chiffré :
uk: Зашифрована сорочка:

# encryptedVaultRecommendationText
source: You are not sure and you need more time to learn about backup security practices.
es: No estás seguro y necesitas más tiempo para aprender sobre prácticas de seguridad de respaldo.
fr: Vous n'êtes pas sûr et vous avez besoin de plus de temps pour en apprendre davantage sur les pratiques de sécurité des sauvegardes.
uk: Ви не впевнені, що вам потрібно більше часу, щоб дізнатися про методи резервної копії.

# visitRecoverBullMessage
source: Visit recoverbull.com for more information.
es: Visita recoverbull.com para más información.
fr: Visitez recoverbull.com pour plus d'informations.
uk: Відвідайте rebull.com для отримання додаткової інформації.

# howToDecideVaultLocationText1
source: Cloud storage providers like Google or Apple won't have access to your Bitcoin because the encryption password is too strong. They can only access your Bitcoin in the unlikely event they collude with the key server (the online service which stores your encryption password). If the key server ever gets hacked, your Bitcoin could be at risk with Google or Apple cloud.
es: Los proveedores de almacenamiento en la nube como Google o Apple no tendrán acceso a tu Bitcoin porque la contraseña de encriptación es demasiado fuerte. Solo pueden acceder a tu Bitcoin en el caso improbable de que se confabulen con el servidor de claves (el servicio en línea que almacena tu contraseña de encriptación). Si el servidor de claves alguna vez es hackeado, tu Bitcoin podría estar en riesgo con Google o Apple cloud.
fr: Les fournisseurs de stockage cloud comme Google ou Apple n'auront pas accès à vos bitcoins car le mot de passe de chiffrement est trop fort. Ils ne peuvent accéder à vos bitcoins que dans le cas improbable où ils colluderaient avec le serveur de clés (le service en ligne qui stocke votre mot de passe de chiffrement). Si le serveur de clés est piraté, vos bitcoins pourraient être à risque avec le cloud Google ou Apple.
uk: Ми не маємо доступу до вашого біткойн, оскільки пароль шифрування занадто сильний. Вони можуть мати доступ до вашого біткойн в малоймовірному випадку, вони з'єднуються з ключовим сервером (онлайн-сервіс, який зберігає пароль шифрування). Якщо сервер ключа коли-небудь отримує зламаний, ваш Біткойн може бути на ризику з Google або Apple хмарою.

# buyInputFundAccount
source: Fund your account
es: Financiar su cuenta
fr: Financer votre compte
uk: Оберіть Ваш рахунок

# sellSendPaymentCalculating
source: Calculating...
es: Calculando...
fr: Calcul en cours...
uk: Розрахунок...

# sellSendPaymentAdvanced
source: Advanced Settings
es: Configuración avanzada
fr: Paramètres avancés
uk: Розширені налаштування

# onboardingScreenTitle
source: Welcome
es: Bienvenido
fr: Bienvenue
uk: Про нас

# onboardingCreateWalletButtonLabel
source: Create wallet
es: Crear billetera
fr: Créer un portefeuille
uk: Створити гаманець

# onboardingRecoverWalletButtonLabel
source: Recover wallet
es: Recuperar billetera
fr: Restaurer un portefeuille
uk: Відновлення гаманця

# settingsScreenTitle
source: Settings
es: Ajustes
fr: Paramètres
uk: Налаштування

# testnetModeSettingsLabel
source: Testnet mode
es: Modo Testnet
fr: Mode Testnet
uk: Режим тестування

# satsBitcoinUnitSettingsLabel
source: Display unit in sats
es: Mostrar unidad en sats
fr: Afficher l'unité en sats
uk: Дисплей блок в сати

# pinCodeSettingsLabel
source: PIN code
es: Código PIN
fr: Code PIN
uk: Поштовий індекс

# languageSettingsLabel
source: Language
es: Idioma
fr: Langue
uk: Українська

# backupSettingsLabel
source: Wallet backup
es: Copia de seguridad de billetera
fr: Sauvegarde du portefeuille
uk: Резервування стін

# electrumServerSettingsLabel
source: Electrum server (Bitcoin node)
es: Servidor Electrum (nodo Bitcoin)
fr: Serveur Electrum (nœud Bitcoin)
uk: Електорний сервер (Bitcoin node)

# fiatCurrencySettingsLabel
source: Fiat currency
es: Moneda fiduciaria
fr: Devise fiduciaire
uk: Фіат валюта

# languageSettingsScreenTitle
source: Language
es: Idioma
fr: Langue
uk: Українська

# backupSettingsScreenTitle
source: Backup Settings
es: Configuración de Respaldo
fr: Paramètres de sauvegarde
uk: Налаштування резервного копіювання

# settingsExchangeSettingsTitle
source: Exchange Settings
es: Configuración de intercambio
fr: Paramètres d'échange
uk: Налаштування Exchange

# settingsWalletBackupTitle
source: Wallet Backup
es: Respaldo de billetera
fr: Sauvegarde du portefeuille
uk: Гаманець Backup

# settingsBitcoinSettingsTitle
source: Bitcoin Settings
es: Configuración de Bitcoin
fr: Paramètres Bitcoin
uk: Налаштування Bitcoin

# settingsSecurityPinTitle
source: Security Pin
es: PIN de seguridad
fr: Code PIN de sécurité
uk: Безпека Pin

# settingsCurrencyTitle
source: Currency
es: Moneda
fr: Devise
uk: Ціна

# settingsAppSettingsTitle
source: App Settings
es: Configuración de la aplicación
fr: Paramètres de l'application
uk: Налаштування додатків

# settingsTermsOfServiceTitle
source: Terms of Service
es: Términos de servicio
fr: Conditions d'utilisation
uk: Умови надання послуг

# settingsAppVersionLabel
source: App version:
es: Versión de la aplicación
fr: Version de l'application :
uk: Версія додатка:

# settingsTelegramLabel
source: Telegram
uk: Телеграма

# settingsGithubLabel
source: Github
uk: Гитуб

# walletDetailsDeletingMessage
source: Deleting wallet...
es: Eliminando billetera...
fr: Suppression du portefeuille...
uk: Видалення гаманця ...

# walletDetailsWalletFingerprintLabel
source: Wallet fingerprint
es: Huella digital de la billetera
fr: Empreinte du portefeuille
uk: Гаманець відбитків пальців

# walletDetailsPubkeyLabel
source: Pubkey
es: Clave pública
fr: Clé publique
uk: Пабке

# walletDetailsDescriptorLabel
source: Descriptor
fr: Descripteur
uk: Дескриптор

# walletDetailsAddressTypeLabel
source: Address type
es: Tipo de dirección
fr: Type d'adresse
uk: Тип адреси

# walletDetailsNetworkLabel
source: Network
es: Red
fr: Réseau
uk: Мережа

# walletDetailsDerivationPathLabel
source: Derivation Path
es: Ruta de derivación
fr: Chemin de dérivation
uk: Деприація шлях

# walletDetailsCopyButton
source: Copy
es: Copiar
fr: Copier
uk: Партнерство

# bitcoinSettingsWalletsTitle
source: Wallets
es: Billeteras
fr: Portefeuilles
uk: Гаманець

# bitcoinSettingsElectrumServerTitle
source: Electrum Server Settings
es: Configuración del servidor Electrum
fr: Paramètres du serveur Electrum
uk: Налаштування серверів Electrum

# bitcoinSettingsAutoTransferTitle
source: Auto Transfer Settings
es: Configuración de transferencia automática
fr: Paramètres de transfert automatique
uk: Налаштування автопередача

# bitcoinSettingsLegacySeedsTitle
source: Legacy Seeds
es: Semillas heredadas
fr: Phrases de récupération héritées
uk: Насіння спадщини

# bitcoinSettingsImportWalletTitle
source: Import wallet
es: Importar billetera
fr: Importer un portefeuille
uk: Імпорт Гаманець

# bitcoinSettingsBroadcastTransactionTitle
source: Broadcast Transaction
es: Transmitir transacción
fr: Diffuser une transaction
uk: Трансмісія

# bitcoinSettingsTestnetModeTitle
source: Testnet Mode
es: Modo Testnet
fr: Mode Testnet
uk: Режим тестування

# bitcoinSettingsBip85EntropiesTitle
source: BIP85 Deterministic Entropies
es: Entropías determinísticas BIP85
fr: Entropies déterministes BIP85
uk: BIP85 Визначення ентропії

# logSettingsLogsTitle
source: Logs
es: Registros
fr: Journaux
uk: Логін

# logSettingsErrorLoadingMessage
source: Error loading logs:
es: Error al cargar los registros
fr: Erreur lors du chargement des journaux :
uk: Журнали завантаження помилок:

# appSettingsDevModeTitle
source: Dev Mode
es: Modo de desarrollo
fr: Mode développeur
uk: Режим Dev

# currencySettingsDefaultFiatCurrencyLabel
source: Default fiat currency
es: Moneda fiat predeterminada
fr: Devise fiduciaire par défaut
uk: Валюта за замовчуванням

# exchangeSettingsAccountInformationTitle
source: Account Information
es: Información de la cuenta
fr: Informations du compte
uk: Інформація про обліковий запис

# exchangeSettingsReferralsTitle
source: Referrals
es: Referencias
fr: Parrainages
uk: Реферали

# exchangeSettingsLogInTitle
source: Log In
es: Iniciar sesión
fr: Se connecter
uk: Увійти

# exchangeSettingsLogOutTitle
source: Log Out
es: Cerrar sesión
fr: Se déconnecter
uk: Увійти

# exchangeTransactionsTitle
source: Transactions
es: Transacciones
uk: Твитнуть

# exchangeTransactionsComingSoon
source: Transactions - Coming Soon
es: Esta función estará disponible pronto.
fr: Transactions - Disponible prochainement
uk: Твитнуть

# exchangeSecurityManage2FAPasswordLabel
source: Manage 2FA and password
es: Gestionar 2FA y contraseña
fr: Gérer l'authentification à deux facteurs et le mot de passe
uk: Управління 2FA і пароль

# exchangeSecurityAccessSettingsButton
source: Access Settings
es: Acceder a la configuración
fr: Accéder aux paramètres
uk: Налаштування доступу

# exchangeReferralsTitle
source: Referral Codes
es: Referencias
fr: Codes de parrainage
uk: Реферальні коди

# exchangeReferralsJoinMissionTitle
source: Join the mission
es: Únase a nuestra misión
fr: Rejoignez la mission
uk: Приєднуйтесь до місії

# exchangeReferralsContactSupportMessage
source: Contact support to learn about our referral program
es: Contacte al soporte para más información
fr: Contactez le support pour en savoir plus sur notre programme de parrainage
uk: Зв'язатися з нами

# exchangeReferralsApplyToJoinMessage
source: Apply to join the program here
es: Solicite unirse a nuestro programa de referencias
fr: Postulez pour rejoindre le programme ici
uk: Застосувати вступ до програми тут

# exchangeReferralsMissionLink
source: bullbitcoin.com/mission
es: Aprenda más sobre nuestra misión
uk: библбітcoin.com/міс

# exchangeRecipientsTitle
source: Recipients
es: Destinatarios
fr: Destinataires
uk: Отримувачі

# exchangeFileUploadDocumentTitle
source: Upload any document
es: Documento
fr: Téléverser un document
uk: Завантажити будь-який документ

# exchangeFileUploadInstructions
source: If you need to send any other documents, upload them here.
es: Por favor suba una copia clara de su documento
fr: Si vous devez envoyer d'autres documents, téléversez-les ici.
uk: Якщо вам необхідно надіслати інші документи, завантажте їх тут.

# exchangeFileUploadButton
source: Upload
es: Subir archivo
fr: Téléverser
uk: Завантажити

# exchangeAccountTitle
source: Exchange Account
es: Cuenta
fr: Compte d'échange
uk: Обмінний рахунок

# exchangeAccountSettingsTitle
source: Exchange Account Settings
es: Configuración de cuenta
fr: Paramètres du compte d'échange
uk: Налаштування облікового запису Exchange

# exchangeAccountComingSoon
source: This feature is coming soon.
es: Esta función estará disponible pronto.
fr: Cette fonctionnalité sera bientôt disponible.
uk: Ця функція починається найближчим часом.

# exchangeBitcoinWalletsTitle
source: Default Bitcoin Wallets
es: Billeteras Bitcoin
fr: Portefeuilles Bitcoin par défaut
uk: За замовчуванням Bitcoin Wallets

# exchangeBitcoinWalletsBitcoinAddressLabel
source: Bitcoin Address
es: Dirección Bitcoin
fr: Adresse Bitcoin
uk: Bitcoin адреса

# exchangeBitcoinWalletsLightningAddressLabel
source: Lightning (LN address)
es: Dirección Lightning
fr: Lightning (adresse LN)
uk: Lightning (LN адреса)

# exchangeBitcoinWalletsLiquidAddressLabel
source: Liquid address
es: Dirección Liquid
fr: Adresse Liquid
uk: Контакти

# exchangeBitcoinWalletsEnterAddressHint
source: Enter address
es: Ingrese la dirección
fr: Entrez l'adresse
uk: Вхід

# exchangeAppSettingsSaveSuccessMessage
source: Settings saved successfully
es: Configuración guardada exitosamente
fr: Paramètres enregistrés avec succès
uk: Налаштування збережених успішно

# exchangeAppSettingsPreferredLanguageLabel
source: Preferred Language
es: Idioma preferido
fr: Langue préférée
uk: Мова перекладу

# exchangeAppSettingsDefaultCurrencyLabel
source: Default Currency
es: Moneda predeterminada
fr: Devise par défaut
uk: Валюта за замовчуванням

# exchangeAppSettingsValidationWarning
source: Please set both language and currency preferences before saving.
es: Por favor complete todos los campos requeridos
fr: Veuillez définir à la fois la langue et les préférences de devise avant d'enregistrer.
uk: Будь ласка, встановіть мовні та валютні уподобання до збереження.

# exchangeAppSettingsSaveButton
source: Save
es: Guardar
fr: Enregistrer
uk: Зберегти

# exchangeAccountInfoTitle
source: Account information
es: Información de la cuenta
fr: Informations du compte
uk: Інформація про обліковий запис

# exchangeAccountInfoLoadErrorMessage
source: Unable to load account information
es: No se puede cargar la información de la cuenta
fr: Impossible de charger les informations du compte
uk: Неможливо завантажити інформацію

# exchangeAccountInfoUserNumberLabel
source: User number
es: Número de usuario
fr: Numéro d'utilisateur
uk: Номер користувача

# exchangeAccountInfoVerificationLevelLabel
source: Verification level
es: Nivel de verificación
fr: Niveau de vérification
uk: Рівень верифікація

# exchangeAccountInfoEmailLabel
source: Email
es: Correo electrónico
fr: Courriel
uk: Веб-сайт

# exchangeAccountInfoFirstNameLabel
source: First name
es: Nombre
fr: Prénom
uk: Ім'я

# exchangeAccountInfoLastNameLabel
source: Last name
es: Apellido
fr: Nom de famille
uk: Ім'я

# exchangeAccountInfoVerificationIdentityVerified
source: Identity verified
es: Identidad verificada
fr: Identité vérifiée
uk: Перевірка ідентичності

# exchangeAccountInfoVerificationLightVerification
source: Light verification
es: Verificación ligera
fr: Vérification légère
uk: Перевірка світла

# exchangeAccountInfoVerificationLimitedVerification
source: Limited verification
es: Verificación limitada
fr: Vérification limitée
uk: Обмежена перевірка

# exchangeAccountInfoVerificationNotVerified
source: Not verified
es: No verificado
fr: Non vérifié
uk: Не перевірено

# exchangeAccountInfoUserNumberCopiedMessage
source: User number copied to clipboard
es: Número de usuario copiado al portapapeles
fr: Numéro d'utilisateur copié dans le presse-papiers
uk: Номер користувача копіюється на буфер

# walletsListTitle
source: Wallet details
es: Billeteras
fr: Détails du portefeuille
uk: Деталі Wallet

# walletsListNoWalletsMessage
source: No wallets found
es: No se encontraron billeteras
fr: Aucun portefeuille trouvé
uk: Немає гаманців

# walletDeletionConfirmationTitle
source: Delete Wallet
es: Eliminar billetera
fr: Supprimer le portefeuille
uk: Видалити гаманець

# walletDeletionConfirmationMessage
source: Are you sure you want to delete this wallet?
es: ¿Está seguro de que desea eliminar esta billetera? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce portefeuille ?
uk: Ви впевнені, що ви хочете видалити цей гаманець?

# walletDeletionConfirmationCancelButton
source: Cancel
es: Cancelar
fr: Annuler
uk: Зареєструватися

# walletDeletionConfirmationDeleteButton
source: Delete
es: Eliminar
fr: Supprimer
uk: Видалення

# walletDeletionFailedTitle
source: Delete Failed
es: Eliminación fallida
fr: Échec de la suppression
uk: Видалити з'єднання

# walletDeletionErrorDefaultWallet
source: You cannot delete a default wallet.
es: No se puede eliminar la billetera predeterminada
fr: Vous ne pouvez pas supprimer un portefeuille par défaut.
uk: Ви не можете видалити за замовчуванням гаманець.

# walletDeletionErrorOngoingSwaps
source: You cannot delete a wallet with ongoing swaps.
es: No se puede eliminar la billetera con intercambios en curso
fr: Vous ne pouvez pas supprimer un portefeuille avec des échanges en cours.
uk: Ви не можете видалити гаманець з постійними застібками.

# walletDeletionErrorWalletNotFound
source: The wallet you are trying to delete does not exist.
es: Billetera no encontrada
fr: Le portefeuille que vous essayez de supprimer n'existe pas.
uk: Гаманець ви намагаєтеся видалити не існує.

# addressCardIndexLabel
source: Index:
es: Índice:
uk: Індекс:

# addressCardBalanceLabel
source: Balance:
es: Saldo:
fr: Solde :
uk: Баланс:

# onboardingRecoverYourWallet
source: Recover your wallet
es: Recupere su billetera
fr: Restaurez votre portefeuille
uk: Відновити гаманець

# onboardingEncryptedVault
source: Encrypted vault
es: Bóveda cifrada
fr: Coffre-fort chiffré
uk: Зашифрована сорочка

# onboardingEncryptedVaultDescription
source: Recover your backup via cloud using your PIN.
es: Respalde su billetera en la nube de forma segura
fr: Récupérez votre sauvegarde via le cloud en utilisant votre code PIN.
uk: Відновити резервну копію через хмару за допомогою PIN.
