Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# payChannelBalanceLow
source: Channel balance too low
es: Saldo del canal demasiado bajo
fr: Solde du canal trop faible
uk: Невисокий баланс каналу

# dcaSetupScheduleMessage
source: Bitcoin purchases will be placed automatically per this schedule.
es: Las compras de Bitcoin se realizarán automáticamente según este calendario.
fr: Les achats de Bitcoin seront placés automatiquement selon ce calendrier.
uk: Біткіні покупки будуть розміщені автоматично за цей графік.

# passportStep4
source: If you have trouble scanning:
es: Si tiene problemas para escanear:
fr: Si vous avez des difficultés à scanner :
uk: Якщо у вас є проблеми сканування:

# arkArkAddress
source: Ark address
es: Dirección Ark
fr: Adresse Ark
uk: Арк адреса

# testBackupStoreItSafe
source: Store it somewhere safe.
es: Guárdela en un lugar seguro.
fr: Conservez-la dans un endroit sûr.
uk: Зберігайте його кудись безпечно.

source: never
es: nunca
fr: jamais
uk: ні

# notLoggedInTitle
source: You Are Not Logged in
es: No ha iniciado sesión
fr: Vous n'êtes pas connecté
uk: Ви не зареєстровані

# testBackupWhatIsWordNumber
source: What is word number {number}?
es: ¿Cuál es la palabra número {number}?
fr: Quel est le mot numéro {number} ?
uk: Що таке слово {number}?

# payInvoiceDetails
source: Invoice Details
es: Detalles de la Factura
fr: Détails de la Facture
uk: Деталі вступу

# exchangeLandingLoginButton
source: Login Or Sign up
es: Iniciar sesión o registrarse
fr: Se connecter ou s'inscrire
uk: Увійти

# coldcardStep11
source: The Coldcard Q will then show you its own QR code.
es: El Coldcard Q entonces mostrará su propio código QR.
fr: Le Coldcard Q affichera alors son propre code QR.
uk: Холодна листівка Після того, як ви покажете свій власний QR-код.

# testBackupErrorVerificationFailed
source: Verification failed: {error}
es: Verificación fallida: {error}
fr: Échec de la vérification : {error}
uk: Перевірка не вдалося: {error}

# sendSubmarineSwap
source: Submarine Swap
uk: Submarine Заміна

# sendSwapFeeEstimate
source: Estimated swap fee: {amount}
es: Comisión estimada del swap: {amount}
fr: Frais du swap estimés : {amount}
uk: Орієнтовна плата за косу: {amount}

# recoverbullSelectFetchDriveFilesError
source: Failed to fetch all drive backups
es: Error al obtener todos los respaldos de Drive
fr: Échec de la récupération de toutes les sauvegardes Drive
uk: Заборонено фіксувати всі резервні копії приводу

# arkCopy
source: Copy
es: Copiar
fr: Copier
uk: Партнерство

# sendBuildingTransaction
source: Building transaction...
es: Construyendo transacción...
fr: Construction de la transaction...
uk: Будівельна угода...

# sellOrderFailed
source: Failed to place sell order
es: Error al realizar la orden de venta
fr: Échec du placement de l'ordre de vente
uk: Продати замовлення

# payInvalidAmount
source: Invalid amount
es: Monto inválido
fr: Montant invalide
uk: Сума недійсна

# fundExchangeLabelBankName
source: Bank name
es: Nombre del banco
fr: Nom de la banque
uk: Назва банку

# backupWalletEncryptedVaultDescription
source: Anonymous backup with strong encryption using your cloud.
es: Respaldo anónimo con cifrado robusto usando su nube.
fr: Sauvegarde anonyme avec chiffrement robuste utilisant votre cloud.
uk: Анонімне резервне копіювання з використанням сильного шифрування за допомогою хмари.

# sellRateExpired
source: Exchange rate expired. Refreshing...
es: Tasa de cambio expirada. Actualizando...
fr: Taux de change expiré. Actualisation...
uk: Курс обміну. Відновити ...

# arkPendingBalance
source: Pending Balance
es: Saldo Pendiente
fr: Solde en Attente
uk: Торговий баланс

# dcaConfirmNetworkBitcoin
source: Bitcoin
uk: Bitcoin у USD

# seedsignerStep14
source: It's now ready to broadcast! As soon as you click broadcast, the transaction will be published on the Bitcoin network and the funds will be sent.
es: ¡Ahora está lista para transmitir! Tan pronto como haga clic en transmitir, la transacción se publicará en la red Bitcoin y los fondos serán enviados.
fr: Elle est maintenant prête à être diffusée ! Dès que vous cliquerez sur diffuser, la transaction sera publiée sur le réseau Bitcoin et les fonds seront envoyés.
uk: Зараз готовий до трансляції! Як тільки ви натиснете трансляцію, операція буде опублікована на мережі Біткойн і будуть відправлені кошти.

# importMnemonicTransactions
source: {count} transactions
es: {count} transacciones
uk: {count} операції

# rbfTitle
source: Replace by fee
es: Reemplazar por tarifa
fr: Remplacer par frais
uk: Замінити платіж

# backupWalletVaultProviderCustomLocation
source: Custom location
es: Ubicación personalizada
fr: Emplacement personnalisé
uk: Місцезнаходження

# recoverbullRecoveryTransactionsLabel
source: Transactions: {count}
es: Transacciones: {count}
uk: {count}

# paySwapFailed
source: Swap failed
es: Swap fallido
fr: Échec du swap
uk: Не вдалося

# autoswapMaxFeeLabel
source: Max Transfer Fee
es: Comisión Máxima de Transferencia
fr: Frais de Transfert Maximum
uk: Макс Трансфер Fee

# importMnemonicBalance
source: Balance: {amount}
es: Saldo: {amount}
fr: Solde : {amount}
uk: Баланс: {amount}

# importQrDeviceWalletName
source: Wallet Name
es: Nombre de la billetera
fr: Nom du portefeuille
uk: Назва гаманця

# payNoRouteFound
source: No route found for this payment
es: No se encontró una ruta para este pago
fr: Aucun itinéraire trouvé pour ce paiement
uk: Не знайдено маршруту для цього платежу

# fundExchangeLabelBeneficiaryName
source: Beneficiary name
es: Nombre del beneficiario
fr: Nom du bénéficiaire
uk: Ім'я одержувача

# payViewTransaction
source: View Transaction
es: Ver Transacción
fr: Voir la Transaction
uk: Перегляд транзакцій

# jadeStep9
source: Once the transaction is imported in your Jade, review the destination address and the amount.
es: Una vez que la transacción se importe en su Jade, revise la dirección de destino y el monto.
fr: Une fois la transaction importée dans votre Jade, vérifiez l'adresse de destination et le montant.
uk: Після того, як угода імпортується в Jade, перевірте адресу призначення і суму.

# dcaConfirmFrequencyHourly
source: Every hour
es: Cada hora
fr: Toutes les heures
uk: Час

# sellSwiftCode
source: SWIFT/BIC Code
es: Código SWIFT/BIC
fr: Code SWIFT/BIC
uk: SWIFT/BIC код

# receiveInvoiceExpiry
source: Invoice expires in {time}
es: La factura expira en {time}
fr: La facture expire dans {time}
uk: Invoice закінчується {time}

# testBackupGoogleDrivePrivacyPart5
source: shared with Bull Bitcoin.
es: se comparte con Bull Bitcoin.
fr: partagées avec Bull Bitcoin.
uk: bitcoin у USD.

# arkTotal
source: Total
uk: Всього

# backupWalletInstructionLosePhone
source: Without a backup, if you lose or break your phone, or if you uninstall the Bull Bitcoin app, your bitcoins will be lost forever.
es: Sin un respaldo, si pierde o rompe su teléfono, o si desinstala la aplicación Bull Bitcoin, sus bitcoins se perderán para siempre.
fr: Sans sauvegarde, si vous perdez ou cassez votre téléphone, ou si vous désinstallez l'application Bull Bitcoin, vos bitcoins seront perdus à jamais.
uk: Якщо ви втратите або перейдете свій телефон, або якщо ви встановите додаток Bull Bitcoin, ваші біткоїни будуть втрачені назавжди.

# dcaConfirmLightningAddress
source: Lightning address
es: Dirección Lightning
fr: Adresse Lightning
uk: Адреса блискавки

# backupWalletErrorGoogleDriveSave
source: Failed to save google drive
es: Error al guardar en Google Drive
fr: Échec de l'enregistrement sur Google Drive
uk: Не вдалося зберегти Google диск

# fundExchangeOnlineBillPaymentTitle
source: Online Bill Payment
es: Pago de facturas en línea
fr: Paiement de facture en ligne
uk: Онлайн платіж

# sellReceiveAmount
source: You will receive
es: Usted recibirá
fr: Vous recevrez
uk: Ви отримаєте

# arkStatus
source: Status
es: Estado
fr: Statut
uk: Статус на сервери

# fundExchangeHelpTransferCode
source: Add this as the reason for the transfer
es: Agrégalo como el motivo de la transferencia
fr: Ajoutez ceci comme raison du transfert
uk: Додати це з причини передачі

# passportStep5
source: - Increase screen brightness on your device
es: - Aumente el brillo de la pantalla en su dispositivo
fr: - Augmentez la luminosité de l'écran de votre appareil
uk: - Збільшення яскравості екрану на вашому пристрої

# payEstimatedConfirmation
source: Estimated confirmation: {time}
es: Confirmación estimada: {time}
fr: Confirmation estimée: {time}
uk: Орієнтовне підтвердження: {time}

# sendSigningTransaction
source: Signing transaction...
es: Firmando transacción...
fr: Signature de la transaction...
uk: Реєстрація.

# dcaAddressLiquid
source: Liquid address
es: Dirección Liquid
fr: Adresse Liquid
uk: Контакти

# buyVerificationInProgress
source: Verification in progress...
es: Verificación en progreso...
fr: Vérification en cours...
uk: Перевірка в прогресі ...

# pinButtonConfirm
source: Confirm
es: Confirmar
fr: Confirmer
uk: Підтвердження

# coldcardStep2
source: Add a passphrase if you have one (optional)
es: Agregue una frase de contraseña si tiene una (opcional)
fr: Ajoutez une phrase de passe si vous en avez une (optionnel)
uk: Якщо у вас є одна (необов'язково)

# recoverbullSelectGoogleDrive
source: Google Drive
uk: Українська

# jadeStep12
source: Click "I'm done" in the Bull Bitcoin wallet.
es: Haga clic en "He terminado" en la billetera Bull Bitcoin.
fr: Cliquez sur "J'ai terminé" dans le portefeuille Bull Bitcoin.
uk: Натисніть "Я зробив" в Гаманець Біткойн.

# importMnemonicImporting
source: Importing...
es: Importando...
fr: Importation en cours...
uk: Імпорт.

# backupWalletHowToDecideBackupEncryptedRecommendationText
source: You are not sure and you need more time to learn about backup security practices.
es: No está seguro y necesita más tiempo para aprender sobre las prácticas de seguridad de respaldo.
fr: Vous n'êtes pas sûr et vous avez besoin de plus de temps pour en apprendre davantage sur les pratiques de sécurité des sauvegardes.
uk: Ви не впевнені, що вам потрібно більше часу, щоб дізнатися про методи резервної копії.

# backupWalletImportanceWarning
source: Without a backup, you will eventually lose access to your money. It is critically important to do a backup.
es: Sin un respaldo, eventualmente perderá el acceso a su dinero. Es críticamente importante hacer un respaldo.
fr: Sans sauvegarde, vous finirez par perdre l'accès à votre argent. Il est absolument essentiel d'effectuer une sauvegarde.
uk: Без резервної копії ви в кінцевому підсумку втратите доступ до ваших грошей. Важливо зробити резервну копію.

# autoswapMaxFeeInfoText
source: If total transfer fee is above the set percentage, the auto-transfer will be blocked
es: Si la comisión total de transferencia supera el porcentaje establecido, la transferencia automática será bloqueada
fr: Si les frais de transfert totaux dépassent le pourcentage défini, le transfert automatique sera bloqué
uk: Якщо сума переказу перевищує встановлений відсоток, автотранспорт буде заблоковано

# backupWalletSuccessDescription
source: Now let's test your backup to make sure everything was done properly.
es: Ahora probemos su respaldo para asegurarnos de que todo se hizo correctamente.
fr: Testons maintenant votre sauvegarde pour nous assurer que tout a été fait correctement.
uk: Тепер перевірте вашу резервну копію, щоб переконатися, що все було зроблено належним чином.

# rbfBroadcast
source: Broadcast
es: Transmitir
fr: Diffuser
uk: Радіоканал

# dcaConfirmFrequencyMonthly
source: Every month
es: Cada mes
fr: Tous les mois
uk: Місяць

# importWatchOnlyScriptType
source: Script Type
es: Tipo de script
fr: Type de script
uk: Тип сценарію

# payBatchPayment
source: Batch Payment
es: Pago por Lote
fr: Paiement Groupé
uk: Пакетний платіж

# payRecipientCount
source: {count} recipients
es: {count} destinatarios
fr: {count} destinataires
uk: {count} одержувачів

# backupWalletInstructionLoseBackup
source: If you lose your 12 word backup, you will not be able to recover access to the Bitcoin Wallet.
es: Si pierde su respaldo de 12 palabras, no podrá recuperar el acceso a la Billetera Bitcoin.
fr: Si vous perdez votre sauvegarde de 12 mots, vous ne pourrez pas récupérer l'accès au portefeuille Bitcoin.
uk: Якщо ви втратите резервну копію 12 слів, ви не зможете відновити доступ до біткоїнів.

# sellSendPaymentInsufficientBalance
source: Insufficient balance in the selected wallet to complete this sell order.
es: Saldo insuficiente en la billetera seleccionada para completar esta orden de venta.
fr: Solde insuffisant dans le portefeuille sélectionné pour compléter cette commande de vente.
uk: Недостатній баланс у вибраному гаманці для завершення цього замовлення продажу.

# swapTransferPendingTitle
source: Transfer Pending
es: Transferencia Pendiente
fr: Transfert en attente
uk: Передача

# testBackupSuccessMessage
source: You are able to recover access to a lost Bitcoin wallet
es: Puede recuperar el acceso a una billetera Bitcoin perdida
fr: Vous êtes capable de récupérer l'accès à un portefeuille Bitcoin perdu
uk: Ви можете відновити доступ до втраченого біткойн-гаманця

# arkSettleTransactionCount
source: Settle {count} {transaction}
es: Liquidar {count} {transaction}
fr: Régler {count} {transaction}
uk: Сіетл {count} {transaction}

# recoverbullRecoveryErrorMissingDerivationPath
source: Backup file missing derivation path.
es: Ruta de derivación faltante en el archivo de respaldo.
fr: Chemin de dérivation manquant dans le fichier de sauvegarde.
uk: Файл резервного копіювання відсутній шлях видалення.

# optionalPassphraseHint
source: Optional Passphrase
es: Frase de contraseña opcional
fr: Phrase secrète facultative
uk: Додатковий Пасфрас

# importColdcardImporting
source: Importing Coldcard wallet...
es: Importando billetera Coldcard...
fr: Importation du portefeuille Coldcard...
uk: Імпортування холодної картки гаманець ...

# passportStep8
source: Once the transaction is imported in your Passport, review the destination address and the amount.
es: Una vez que la transacción se importe en su Passport, revise la dirección de destino y el monto.
fr: Une fois la transaction importée dans votre Passport, vérifiez l'adresse de destination et le montant.
uk: Після того, як угода імпортується в паспорті, перевірте адресу призначення та суму.

# importQrDeviceTitle
source: Import {deviceName}
es: Conectar {deviceName}
fr: Connecter {deviceName}
uk: Підключення {deviceName}

# swapInfoDescription
source: Transfer Bitcoin seamlessly between your wallets. Only keep funds in the Instant Payment Wallet for day-to-day spending.
es: Transfiera Bitcoin sin problemas entre sus carteras. Mantenga fondos en la Cartera de Pagos Instantáneos solo para gastos del día a día.
fr: Transférez des Bitcoin facilement entre vos portefeuilles. Ne conservez des fonds dans le portefeuille de paiement instantané que pour les dépenses quotidiennes.
uk: Трансфер Біткойн безшовно між вашими гаманцями. Тільки тримайте кошти в Миттєвій Платіжній гаманці на день-на добу.

# autoswapSaveButton
source: Save
es: Guardar
fr: Enregistrer
uk: Зберегти

# fundExchangeBankTransfer
source: Bank Transfer
es: Transferencia bancaria
fr: Virement bancaire
uk: Банківський переказ

# buyLevel3Limit
source: Level 3 limit: {amount}
es: Límite Nivel 3: {amount}
fr: Limite niveau 3 : {amount}
uk: Рівень 3 ліміт: {amount}

# sendDeviceConnected
source: Device connected
es: Dispositivo conectado
fr: Appareil connecté
uk: Пристрій підключений

# swapErrorAmountAboveMaximum
source: Amount exceeds maximum swap amount: {max} sats
es: La cantidad excede la cantidad máxima de intercambio: {max} sats
fr: Le montant dépasse le montant maximum d'échange : {max} sats
uk: Сума перевищила максимальну кількість ковпачок: {max} сати

# exchangeLandingFeature3
source: Sell Bitcoin, get paid with Bitcoin
es: Venda Bitcoin, reciba pagos con Bitcoin
fr: Vendre du Bitcoin, être payé avec du Bitcoin
uk: Bitcoin у USD

# notLoggedInMessage
source: Please log in to your Bull Bitcoin account to access exchange settings.
es: Por favor, inicie sesión en su cuenta de Bull Bitcoin para acceder a la configuración de intercambio.
fr: Veuillez vous connecter à votre compte Bull Bitcoin pour accéder aux paramètres d'échange.
uk: Будь ласка, ввійдіть в обліковий запис Bull Bitcoin для налаштування обміну доступом.

# swapTotalFees
source: Total Fees
es: Comisiones totales
fr: Frais totaux
uk: Всього коштів

# keystoneStep11
source: Click "I'm done" in the Bull Bitcoin wallet.
es: Haga clic en "He terminado" en la billetera Bull Bitcoin.
fr: Cliquez sur "J'ai terminé" dans le portefeuille Bull Bitcoin.
uk: Натисніть "Я зробив" в Гаманець Біткойн.

# scanningCompletedMessage
source: Scanning completed
es: Escaneo completado
fr: Analyse terminée
uk: Сканування завершено

# withdrawConfirmIban
source: IBAN
uk: ІБАН

# testBackupLastKnownVault
source: Last Known Encrypted Vault: {timestamp}
es: Última bóveda cifrada conocida: {timestamp}
fr: Dernier coffre-fort chiffré connu : {timestamp}
uk: Останній Знаний Зашифрований {timestamp}

# arkReceiveButton
source: Receive
es: Recibir
fr: Recevoir
uk: Отримати

# backupWalletSavingToDeviceTitle
source: Saving to your device.
es: Guardando en su dispositivo.
fr: Enregistrement sur votre appareil.
uk: Збереження вашого пристрою.

# paySwapInProgress
source: Swap in progress...
es: Swap en progreso...
fr: Swap en cours...
uk: Обмін в прогрес ...

# importMnemonicSyncMessage
source: All three wallet types are syncing and their balance and transactions will appear soon. You can wait until sync completes or proceed to import if you are sure which wallet type you wish to import.
es: Los tres tipos de billetera se están sincronizando y su saldo y transacciones aparecerán pronto. Puede esperar hasta que se complete la sincronización o proceder a importar si está seguro del tipo de billetera que desea importar.
fr: Les trois types de portefeuilles se synchronisent et leur solde et transactions apparaîtront bientôt. Vous pouvez attendre la fin de la synchronisation ou procéder à l'importation si vous êtes sûr du type de portefeuille que vous souhaitez importer.
uk: Усі три типи гаманця є синхронізацією та їх балансом та операціями. Якщо ви впевнені, що тип гаманця ви хочете імпортувати.

# fundExchangeMethodCrIbanCrcSubtitle
source: Transfer funds in Costa Rican Colón (CRC)
es: Transfiere fondos en Colón costarricense (CRC)
fr: Transférez des fonds en colón costaricain (CRC)
uk: Трансфер кошти в Коста-Рикан Колон (CRC)

# autoswapRecipientWalletLabel
source: Recipient Bitcoin Wallet
es: Billetera Bitcoin Receptora
fr: Portefeuille Bitcoin Destinataire
uk: Отримувач Bitcoin Wallet

# receiveCopyInvoice
source: Copy Invoice
es: Copiar Factura
fr: Copier la facture
uk: Статус на сервери

# paySendMax
source: Max
es: Máx
uk: Макс

# googleDriveSignInMessage
source: You will need to sign-in to Google Drive
es: Necesitarás iniciar sesión en Google Drive
fr: Vous devrez vous connecter à Google Drive
uk: Ви повинні зареєструватися на Google Диску

# passportStep9
source: Click the buttons to sign the transaction on your Passport.
es: Haga clic en los botones para firmar la transacción en su Passport.
fr: Cliquez sur les boutons pour signer la transaction sur votre Passport.
uk: Натисніть кнопку, щоб зареєструвати операцію на паспорті.

# arkServerUrl
source: Server URL
es: URL del servidor
fr: URL du serveur
uk: Статус на сервери

# importMnemonicSelectType
source: Select a wallet type to import
es: Seleccione un tipo de billetera para importar
fr: Sélectionnez un type de portefeuille à importer
uk: Виберіть тип гаманця для імпорту

# fundExchangeMethodArsBankTransfer
source: Bank Transfer
es: Transferencia bancaria
fr: Virement bancaire
uk: Банківський переказ

# arkDurationDays
source: {days} days
es: {days} días
fr: {days} jours
uk: {days} дні

# swapTransferAmount
source: Transfer amount
es: Monto de transferencia
fr: Montant du transfert
uk: Сума переказу

# feePriorityLabel
source: Fee Priority
es: Prioridad de tarifa
fr: Priorité des frais
uk: Пріоритетність

# backupSettingsTestBackup
source: Test Backup
es: Probar Respaldo
fr: Tester la sauvegarde
uk: Тест резервного копіювання

# viewLogsLabel
source: View logs
es: Ver registros
fr: Voir les journaux
uk: Перегляд журналів

# sendSwapTimeEstimate
source: Estimated time: {time}
es: Tiempo estimado: {time}
fr: Temps estimé : {time}
uk: Оцініть час: {time}

# hwKeystone
source: Keystone
uk: Головна

# kruxStep12
source: The Krux will then show you its own QR code.
es: El Krux entonces mostrará su propio código QR.
fr: Le Krux affichera alors son propre code QR.
uk: Після того, як Krux покаже вам власний QR-код.

# payShareInvoice
source: Share Invoice
es: Compartir Factura
fr: Partager la Facture
uk: Надіслати запит

# keystoneStep10
source: The Keystone will then show you its own QR code.
es: El Keystone entonces mostrará su propio código QR.
fr: Le Keystone affichera alors son propre code QR.
uk: Після того, щоб показати вам власний QR-код.

# testBackupEnterKeyManually
source: Enter Backup key manually >>
es: Ingresar clave de respaldo manualmente >>
fr: Entrer la clé de sauvegarde manuellement >>
uk: Введіть ключ Backup вручну >>

# payCoinjoinFailed
source: CoinJoin failed
es: CoinJoin fallido
fr: Échec du CoinJoin
uk: CoinJoin не вдалося

# buyKYCLevel2
source: Level 2 - Enhanced
es: Nivel 2 - Mejorado
fr: Niveau 2 - Amélioré
uk: Рівень 2 - Покращений

# testBackupErrorSelectAllWords
source: Please select all words
es: Por favor seleccione todas las palabras
fr: Veuillez sélectionner tous les mots
uk: Будь ласка, оберіть всі слова

# buyLevel1Limit
source: Level 1 limit: {amount}
es: Límite Nivel 1: {amount}
fr: Limite niveau 1 : {amount}
uk: Рівень 1 ліміт: {amount}

# dcaNetworkLabel
source: Network
es: Red
fr: Réseau
uk: Мережа

# toLabel
source: To
es: Para
fr: À
uk: До

# passportStep7
source: - Try moving your device back a little bit
es: - Intente alejar un poco su dispositivo
fr: - Essayez de reculer un peu votre appareil
uk: - Спробуйте перемістити пристрій назад трохи

# sendInsufficientFunds
source: Insufficient funds
es: Fondos insuficientes
fr: Fonds insuffisants
uk: Недостатні кошти

# sendSwapAmount
source: Swap Amount
es: Cantidad del Swap
fr: Montant du swap
uk: Обмін Amount

# sellInteracTransfer
source: Interac e-Transfer
es: Transferencia Interac e-Transfer
fr: Virement Interac
uk: Інтерак e-Transfer

# pinConfirmMismatchError
source: PINs do not match
es: Los PIN no coinciden
fr: Les codes PIN ne correspondent pas
uk: ПІНС не відповідає

# autoswapMinimumThresholdErrorBtc
source: Minimum balance threshold is {amount} BTC
es: El umbral mínimo de saldo es {amount} BTC
fr: Le seuil de solde minimum est de {amount} BTC
uk: Мінімальний поріг балансу {amount} BTC

# receiveLiquidNetwork
source: Liquid
uk: Рідина

# autoswapSettingsTitle
source: Auto Transfer Settings
es: Configuración de Transferencia Automática
fr: Paramètres de Transfert Automatique
uk: Налаштування автопередача

# backupWalletInstructionNoPassphrase
source: Your backup is not protected by passphrase. Add a passphrase to your backup later by creating a new wallet.
es: Su respaldo no está protegido por frase de contraseña. Agregue una frase de contraseña a su respaldo más adelante creando una nueva billetera.
fr: Votre sauvegarde n'est pas protégée par une phrase de passe. Ajoutez une phrase de passe à votre sauvegarde ultérieurement en créant un nouveau portefeuille.
uk: Ваше резервне копіювання не захищено пасфальним способом. Створіть новий гаманець.

# sellNetworkError
source: Network error. Please try again
es: Error de red. Por favor, intente nuevamente
fr: Erreur réseau. Veuillez réessayer
uk: Мережеві помилки. Будь ласка, спробуйте

# sendHardwareWallet
source: Hardware Wallet
es: Billetera de Hardware
fr: Portefeuille matériel
uk: Обладнання гаманець
