Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# sendUserRejected
source: User rejected on device
es: Usuario rechazó en el dispositivo
fr: Refusé par l'utilisateur sur l'appareil
uk: Користувач відхилений від пристрою

# buyVerificationRequired
source: Verification required for this amount
es: Verificación requerida para esta cantidad
fr: Vérification requise pour ce montant
uk: Перевірка необхідної для цієї суми

# kruxStep1
source: Login to your Krux device
es: Inicie sesión en su dispositivo Krux
fr: Connectez-vous à votre appareil Krux
uk: Вхід до пристрою Krux

# dcaUseDefaultLightningAddress
source: Use my default Lightning address.
es: Usar mi dirección Lightning predeterminada.
fr: Utiliser mon adresse Lightning par défaut.
uk: Використовуйте свою адресу за замовчуванням.

# sellEstimatedArrival
source: Estimated arrival: {time}
es: Llegada estimada: {time}
fr: Arrivée estimée : {time}
uk: Орієнтовне прибуття: {time}

# arkConfirmedBalance
source: Confirmed Balance
es: Saldo Confirmado
fr: Solde Confirmé
uk: Підтверджений баланс

# payMaximumAmount
source: Maximum: {amount}
es: Máximo: {amount}
uk: {amount}

# receiveNetworkUnavailable
source: {network} is currently unavailable
es: {network} no está disponible actualmente
fr: {network} est actuellement indisponible
uk: {network} в даний час 0

# backupWalletPhysicalBackupTitle
source: Physical backup
es: Respaldo físico
fr: Sauvegarde physique
uk: Фізична резервна копія

# psbtImDone
source: I'm done
es: He terminado
fr: J'ai terminé
uk: Я зробив

# backupSettingsRevealing
source: Revealing...
es: Revelando...
fr: Révélation en cours...
uk: Відновлення ...

# payTotal
source: Total
uk: Всього

# autoswapSaveErrorMessage
source: Failed to save settings: {error}
es: Error al guardar la configuración: {error}
fr: Échec de l'enregistrement des paramètres : {error}
uk: Не вдалося зберегти налаштування: {error}

# addressViewTitle
source: Address Details
es: Detalles de la dirección
fr: Détails de l'adresse
uk: Адреса Подробиці

# sellKYCPending
source: KYC verification pending
es: Verificación KYC pendiente
fr: Vérification KYC en attente
uk: Перевірка KYC

# dcaLightningAddressLabel
source: Lightning address
es: Dirección Lightning
fr: Adresse Lightning
uk: Адреса блискавки

# payCustomFee
source: Custom Fee
es: Comisión Personalizada
fr: Frais Personnalisés
uk: Спеціальний Fee

# fundExchangeBankTransferWireTimeframe
source: Any funds you send will be added to your Bull Bitcoin within 1-2 business days.
es: Los fondos que envíes se agregarán a tu Bull Bitcoin dentro de 1-2 días hábiles.
fr: Tous les fonds que vous envoyez seront ajoutés à votre Bull Bitcoin dans un délai de 1 à 2 jours ouvrables.
uk: Будь-які кошти, які ви надішлемо, будуть додані до Біткойн протягом 1-2 робочих днів.

# sendDeviceDisconnected
source: Device disconnected
es: Dispositivo desconectado
fr: Appareil déconnecté
uk: Відключення пристроїв

# withdrawConfirmError
source: Error: {error}
fr: Erreur : {error}
uk: {error}

# payFeeBumpFailed
source: Fee bump failed
es: Aumento de comisión fallido
fr: Échec de l'augmentation des frais
uk: Бампер не вдалося

# payUnsupportedInvoiceType
source: Unsupported invoice type
es: Tipo de factura no soportado
fr: Type de facture non pris en charge
uk: Непідтриманий тип рахунку

# seedsignerStep13
source: The transaction will be imported in the Bull Bitcoin wallet.
es: La transacción se importará en la billetera Bull Bitcoin.
fr: La transaction sera importée dans le portefeuille Bull Bitcoin.
uk: Операція буде імпортована в гаманці Bull Bitcoin.

# autoswapRecipientWalletDefaultLabel
source: Bitcoin Wallet
es: Billetera Bitcoin
fr: Portefeuille Bitcoin
uk: Bitcoin гаманець

# dcaPaymentMethodLabel
source: Payment method
es: Método de pago
fr: Méthode de paiement
uk: Спосіб оплати

# broadcastSignedTxBroadcasting
source: Broadcasting...
es: Transmitiendo...
fr: Diffusion en cours...
uk: Трансляція...

# recoverbullSelectRecoverWallet
source: Recover Wallet
es: Recuperar Billetera
fr: Récupérer le portefeuille
uk: Відновлення гаманця

# importMnemonicContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# chooseVaultLocationTitle
source: Choose vault location
es: Elegir ubicación de bóveda
fr: Choisir l'emplacement du coffre-fort
uk: Виберіть місце розташування

# dcaConfirmOrderTypeValue
source: Recurring buy
es: Compra recurrente
fr: Achat récurrent
uk: Закупівля

# testBackupEncryptedVaultTitle
source: Encrypted vault
es: Bóveda cifrada
fr: Coffre-fort chiffré
uk: Зашифрована сорочка

# dcaWalletTypeLiquid
source: Liquid (LBTC)
uk: Рідина (LBTC)

# fundExchangeLabelInstitutionNumber
source: Institution number
es: Número de institución
fr: Numéro d'institution
uk: Номер установи

# recoverbullSelectCustomLocation
source: Custom Location
es: Ubicación Personalizada
fr: Emplacement personnalisé
uk: Місцезнаходження

# sellConfirmOrder
source: Confirm Sell Order
es: Confirmar Orden de Venta
fr: Confirmer l'ordre de vente
uk: Підтвердити замовлення

# buyVerificationComplete
source: Verification complete
es: Verificación completa
fr: Vérification complète
uk: Верифікація завершено

# fundExchangeMethodCrIbanUsdSubtitle
source: Transfer funds in US Dollars (USD)
es: Transfiere fondos en dólares estadounidenses (USD)
fr: Transférez des fonds en dollars américains (USD)
uk: Перерахування коштів у доларах США (USD)

# importColdcardScanPrompt
source: Scan the QR code from your Coldcard Q
es: Escanee el código QR de su Coldcard Q
fr: Scannez le code QR de votre Coldcard Q
uk: Сканування QR-коду з вашої холодної картки Q

# backupSettingsEncryptedVault
source: Encrypted Vault
es: Bóveda Cifrada
fr: Coffre-fort chiffré
uk: Зашифрований Vault

# autoswapAlwaysBlockInfoDisabled
source: When disabled, you will be given the option to allow an auto-transfer that is blocked due to high fees
es: Cuando está deshabilitado, se le dará la opción de permitir una transferencia automática que fue bloqueada debido a comisiones altas
fr: Lorsque désactivé, vous aurez la possibilité d'autoriser un transfert automatique bloqué en raison de frais élevés
uk: Коли вимкнено, вам буде запропоновано варіант, щоб дозволити автотранспорт, який заблоковано через високі збори

# dcaSetupTitle
source: Set Recurring Buy
es: Configurar compra recurrente
fr: Configurer l'achat récurrent
uk: Встановити Recurring Купити

# testBackupPhysicalBackupTitle
source: Physical backup
es: Respaldo físico
fr: Sauvegarde physique
uk: Фізична резервна копія

# coldcardStep15
source: It's now ready to broadcast! As soon as you click broadcast, the transaction will be published on the Bitcoin network and the funds will be sent.
es: ¡Ahora está lista para transmitir! Tan pronto como haga clic en transmitir, la transacción se publicará en la red Bitcoin y los fondos serán enviados.
fr: Elle est maintenant prête à être diffusée ! Dès que vous cliquerez sur diffuser, la transaction sera publiée sur le réseau Bitcoin et les fonds seront envoyés.
uk: Зараз готовий до трансляції! Як тільки ви натиснете трансляцію, операція буде опублікована на мережі Біткойн і будуть відправлені кошти.

# comingSoonDefaultMessage
source: This feature is currently under development and will be available soon.
es: Esta función está actualmente en desarrollo y estará disponible pronto.
fr: Cette fonctionnalité est actuellement en développement et sera bientôt disponible.
uk: Ця функція доступна найближчим часом.

# dcaFrequencyLabel
source: Frequency
es: Frecuencia
fr: Fréquence
uk: Кількість

# backupSettingsStartBackup
source: Start Backup
es: Iniciar Respaldo
fr: Démarrer la sauvegarde
uk: Початок резервного копіювання

# sellNetAmount
source: Net Amount
es: Cantidad Neta
fr: Montant net
uk: Чистий розмір

source: will not
es: no
fr: ne quitteront pas
uk: не буде

# pinManageDescription
source: Manage your security PIN
es: Administre su PIN de seguridad
fr: Gérer votre code PIN de sécurité
uk: Управління безпекою PIN

# seedsignerStep4
source: If you have trouble scanning:
es: Si tiene problemas para escanear:
fr: Si vous avez des difficultés à scanner :
uk: Якщо у вас є проблеми сканування:

# autoswapMaxBalanceLabel
source: Max Instant Wallet Balance
es: Saldo Máximo de Billetera Instantánea
fr: Solde Maximum du Portefeuille Instantané
uk: Max Миттєвий баланс гаманця

# payRetryPayment
source: Retry Payment
es: Reintentar Pago
fr: Réessayer le Paiement
uk: Плата за лікування

# arkTxTypeCommitment
source: Commitment
es: Compromiso
fr: Engagement
uk: Приват

# customLocationRecommendation
source: Custom location:
es: Ubicación personalizada:
fr: Emplacement personnalisé :
uk: Місцезнаходження:

# fundExchangeMethodCrIbanUsd
source: Costa Rica IBAN (USD)
es: IBAN Costa Rica (USD)
fr: IBAN Costa Rica (USD)
uk: Коста-Рика IBAN (USD)

# paySwapCompleted
source: Swap completed
es: Swap completado
fr: Swap terminé
uk: Обмін завершено

# receiveDescription
source: Description (optional)
es: Descripción (opcional)
fr: Description (optionnelle)
uk: Опис (за бажанням)

# arkYesterday
source: Yesterday
es: Ayer
fr: Hier
uk: Погода

# amountRequestedLabel
source: Amount requested: {amount}
es: Monto solicitado: {amount}
fr: Montant demandé : {amount}
uk: {amount}

# payPaymentHistory
source: Payment History
es: Historial de Pagos
fr: Historique des Paiements
uk: Історія оплати

# importWatchOnlyCancel
source: Cancel
es: Cancelar
fr: Annuler
uk: Зареєструватися

# walletNameInstantPayments
source: Instant Payments
es: Pagos instantáneos
fr: Paiements instantanés

# walletNameSecureBitcoin
source: Secure Bitcoin
es: Bitcoin seguro
fr: Bitcoin sécurisé

# buyConfirmSecureWallet
source: Secure Bitcoin Wallet
es: Billetera Bitcoin segura
fr: Portefeuille Bitcoin sécurisé

# buyConfirmInstantWallet
source: Instant payment wallet
es: Billetera de pago instantáneo
fr: Portefeuille de paiement instantané
