Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# fundExchangeWarningTactic3
source: They say they work for debt or tax collection
es: Dicen que trabajan para cobranza de deudas o impuestos
fr: Ils disent travailler pour le recouvrement de dettes ou d'impôts
uk: Повідомляємо, що вони працюють за боргу або податкову збірку

# fundExchangeWarningTactic4
source: They ask to send Bitcoin to their address
es: Piden enviar Bitcoin a su dirección
fr: Ils demandent d'envoyer du Bitcoin à leur adresse
uk: Вони просять надсилати Біткойн на свою адресу

# fundExchangeWarningTactic5
source: They ask to send Bitcoin on another platform
es: Piden enviar Bitcoin en otra plataforma
fr: Ils demandent d'envoyer du Bitcoin sur une autre plateforme
uk: Вони просять надсилати Біткойн на іншій платформі

# fundExchangeWarningTactic6
source: They want you to share your screen
es: Quieren que compartas tu pantalla
fr: Ils veulent que vous partagiez votre écran
uk: Вони хочуть поділитися своїм екраном

# fundExchangeWarningTactic7
source: They tell you not to worry about this warning
es: Te dicen que no te preocupes por esta advertencia
fr: Ils vous disent de ne pas vous inquiéter de cet avertissement
uk: Не хвилюйтеся про це попередження

# fundExchangeWarningConfirmation
source: I confirm that I am not being asked asked to buy Bitcoin by someone else.
es: Confirmo que nadie me está pidiendo que compre Bitcoin.
fr: Je confirme que personne ne me demande d'acheter du Bitcoin.
uk: Я підтверджу, що я не зажадав купити Біткойн іншим.

# fundExchangeContinueButton
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# fundExchangeDoneButton
source: Done
es: Hecho
fr: Terminé
uk: Сонце

# fundExchangeJurisdictionCanada
source: 🇨🇦 Canada
uk: Українська

# fundExchangeJurisdictionEurope
source: 🇪🇺 Europe (SEPA)
uk: 浜у 涓 蹇

# fundExchangeJurisdictionMexico
source: 🇲🇽 Mexico
fr: 🇲🇽 Mexique
uk: Українська

# fundExchangeJurisdictionCostaRica
source: 🇨🇷 Costa Rica
uk: й Костел Зірки

# fundExchangeJurisdictionArgentina
source: 🇦🇷 Argentina
fr: 🇦🇷 Argentine
uk: й

# fundExchangeMethodEmailETransfer
source: Email E-Transfer
es: Transferencia electrónica por correo
fr: Virement électronique
uk: Електронна пошта

# fundExchangeMethodBankTransferWire
source: Bank Transfer (Wire or EFT)
es: Transferencia bancaria (Wire o EFT)
fr: Virement bancaire (Wire ou TEF)
uk: Банківський переказ (Wire або EFT)

# fundExchangeMethodBankTransferWireSubtitle
source: Best and most reliable option for larger amounts (same or next day)
es: Mejor y más confiable opción para montos mayores (mismo día o día siguiente)
fr: Meilleure option la plus fiable pour les montants importants (jour même ou jour suivant)
uk: Кращий і найнадійніший варіант для збільшення кількості (наприклад, або наступного дня)

# fundExchangeMethodOnlineBillPayment
source: Online Bill Payment
es: Pago de facturas en línea
fr: Paiement de facture en ligne
uk: Онлайн платіж

# fundExchangeRegularSepaInfo
source: Only use for transactions above €20,000. For smaller transactions, use the Instant SEPA option.
es: Solo usar para transacciones mayores a €20,000. Para transacciones menores, usa la opción SEPA instantánea.
fr: À utiliser uniquement pour les transactions supérieures à 20 000 €. Pour les transactions plus petites, utilisez l'option SEPA instantané.
uk: Тільки для операцій над €20,000. Для менших операцій використовуйте варіант СПА.

# walletOptionsUnnamedWalletFallback
source: Unnamed Wallet
es: Billetera sin nombre
fr: Portefeuille sans nom
uk: Без назви Wallet

# walletOptionsNotFoundMessage
source: Wallet not found
es: Billetera no encontrada
fr: Portefeuille introuvable
uk: Не знайдено

# walletOptionsWalletDetailsTitle
source: Wallet Details
es: Detalles de la billetera
fr: Détails du portefeuille
uk: Деталі Wallet

# walletDetailsSignerLabel
source: Signer
es: Firmante
fr: Signataire
uk: Підписка

# walletDetailsSignerDeviceLabel
source: Signer Device
es: Dispositivo firmante
fr: Dispositif signataire
uk: Пристрої сигналізації

# walletDetailsSignerDeviceNotSupported
source: Not supported
es: Dispositivo firmante no compatible
fr: Non pris en charge
uk: Не підтримується

# exchangeRecipientsComingSoon
source: Recipients - Coming Soon
es: Esta función estará disponible pronto.
fr: Destinataires - Disponible prochainement
uk: Отримувачі - Складання Незабаром

# exchangeLogoutComingSoon
source: Log Out - Coming Soon
es: Esta función estará disponible pronto.
fr: Déconnexion - Disponible prochainement
uk: Увійти - Складання Незабаром

# exchangeLegacyTransactionsTitle
source: Legacy Transactions
es: Transacciones heredadas
fr: Transactions héritées
uk: Заходи Legacy

# exchangeLegacyTransactionsComingSoon
source: Legacy Transactions - Coming Soon
es: Esta función estará disponible pronto.
fr: Transactions héritées - Disponible prochainement
uk: Заходи Legacy - Комбінація

# exchangeFileUploadTitle
source: Secure File Upload
es: Subir documentos
fr: Téléversement sécurisé de fichiers
uk: Безпечний файл завантаження

# walletDeletionErrorGeneric
source: Failed to delete wallet, please try again.
es: Error al eliminar la billetera
fr: Échec de la suppression du portefeuille, veuillez réessayer.
uk: Не вдалося видалити гаманець, будь ласка, спробуйте знову.

# walletDeletionFailedOkButton
source: OK
uk: ЗАРЕЄСТРУВАТИСЯ

# addressCardUsedLabel
source: Used
es: Usada
fr: Utilisée
uk: Використовується

# addressCardUnusedLabel
source: Unused
es: No usada
fr: Non utilisée
uk: Непристойна

# addressCardCopiedMessage
source: Address copied to clipboard
es: Dirección copiada al portapapeles
fr: Adresse copiée dans le presse-papiers
uk: Адреса копіюється на буфер

# onboardingOwnYourMoney
source: Own your Money
es: Sea dueño de su dinero
fr: Possédez votre argent
uk: Власні гроші

# onboardingSplashDescription
source: Sovereign self custody Bitcoin wallet and Bitcoin-only exchange service.
es: Billetera Bitcoin autocustodiada
fr: Portefeuille Bitcoin à auto-garde souveraine et service d'échange exclusivement Bitcoin.
uk: Bitcoin у USD.

# onboardingRecoverWallet
source: Recover Wallet
es: Recuperar billetera
fr: Restaurer le portefeuille
uk: Відновлення гаманця

# onboardingRecoverWalletButton
source: Recover Wallet
es: Recuperar billetera
fr: Restaurer le portefeuille
uk: Відновлення гаманця

# onboardingCreateNewWallet
source: Create New Wallet
es: Crear nueva billetera
fr: Créer un nouveau portefeuille
uk: Створити новий гаманець

# sendRecipientAddressOrInvoice
source: Recipient's address or invoice
es: Dirección o factura del destinatario
fr: Adresse ou facture du destinataire
uk: Адреса або рахунок одержувача

# sendPasteAddressOrInvoice
source: Paste a payment address or invoice
es: Pegar dirección o factura
fr: Collez une adresse de paiement ou une facture
uk: Введіть адресу платежу або рахунок-фактуру

# sendContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# sendSelectNetworkFee
source: Select network fee
es: Seleccionar comisión de red
fr: Sélectionnez les frais de réseau
uk: Оберіть послугу

# sendSelectAmount
source: Select amount
es: Seleccionar monto
fr: Sélectionnez le montant
uk: Оберіть розмір

# sendAmountRequested
source: Amount requested:
es: Monto solicitado
fr: Montant demandé :
uk: За запитом:

# sendDone
source: Done
es: Listo
fr: Terminé
uk: Сонце

# sendCustomFee
source: Custom Fee
es: Comisión personalizada
fr: Frais personnalisés
uk: Спеціальний Fee

# sendAbsoluteFees
source: Absolute fees
es: Comisiones absolutas
fr: Frais absolus
uk: Абсолютні збори

# sendRelativeFees
source: Relative fees
es: Comisiones relativas
fr: Frais relatifs
uk: Відносні збори

# sendSats
source: sats
uk: атласне

# sendSatsPerVB
source: sats/vB
uk: сати/ВБ

# sendConfirmCustomFee
source: Confirm custom fee
es: Confirmar comisión personalizada
fr: Confirmer les frais personnalisés
uk: Підтвердити збір

# sendEstimatedDelivery10Minutes
source: 10 minutes
es: ~10 minutos
uk: 10 хвилин

# sendEstimatedDelivery10to30Minutes
source: 10-30 minutes
es: 10-30 minutos
uk: 10-30 хвилин

# sendEstimatedDeliveryFewHours
source: few hours
es: Pocas horas
fr: quelques heures
uk: кілька годин

# sendEstimatedDeliveryHoursToDays
source: hours to days
es: Horas a días
fr: heures à jours
uk: час

# sendEstimatedDelivery
source: Estimated delivery ~
es: Entrega estimada
fr: Livraison estimée ~
uk: Орієнтовна доставка ~

# sendAddress
source: Address:
es: Dirección
fr: Adresse :
uk: Адреса:

# sendType
source: Type:
es: Tipo
uk: Тип:

# sendReceive
source: Receive
es: Recibir
fr: Recevoir
uk: Отримати

# sendChange
source: Change
es: Cambio
fr: Monnaie
uk: Зареєструватися

# sendCouldNotBuildTransaction
source: Could Not Build Transaction
es: No se pudo construir la transacción
fr: Impossible de construire la transaction
uk: Чи не будувати транзакції

# sendHighFeeWarning
source: High fee warning
es: Advertencia de comisión alta
fr: Avertissement de frais élevés
uk: Попередження про збір

# sendSlowPaymentWarning
source: Slow Payment Warning
es: Advertencia de pago lento
fr: Avertissement de paiement lent
uk: Попередження про платежі

# sendSlowPaymentWarningDescription
source: Bitcoin swaps will take time to confirm.
es: Esta transacción puede tardar mucho tiempo en confirmarse
fr: Les échanges Bitcoin prendront du temps pour être confirmés.
uk: Біткойн-повідачі запрошують підтвердження.

# sendAdvancedSettings
source: Advanced Settings
es: Configuración avanzada
fr: Paramètres avancés
uk: Розширені налаштування

# sendConfirm
source: Confirm
es: Confirmar
fr: Confirmer
uk: Підтвердження

# sendBroadcastTransaction
source: Broadcast Transaction
es: Transmitir transacción
fr: Diffuser la transaction
uk: Трансмісія

# sendFrom
source: From
es: Desde
fr: De
uk: З

# receiveBitcoinTransactionWillTakeTime
source: Bitcoin transaction will take a while to confirm.
es: La transacción Bitcoin tomará tiempo en confirmarse
fr: La transaction Bitcoin prendra du temps pour être confirmée.
uk: Біткойн-транзакція буде проходити під час підтвердження.

# receiveConfirmedInFewSeconds
source: It will be confirmed in a few seconds
es: Confirmado en pocos segundos
fr: Elle sera confirmée dans quelques secondes
uk: Це буде підтверджено протягом декількох секунд

# receiveWaitForSenderToFinish
source: Wait for the sender to finish the payjoin transaction
es: Espere a que el remitente termine
fr: Attendez que l'expéditeur termine la transaction payjoin
uk: Зачекайте відправника, щоб закінчити операцію Payjoin

# receiveNoTimeToWait
source: No time to wait or did the payjoin fail on the sender's side?
es: ¿No tiene tiempo para esperar?
fr: Pas le temps d'attendre ou le payjoin a-t-il échoué du côté de l'expéditeur ?
uk: Чи не встигли почекати, чи не зробив платник на боці відправника?

source: Receive payment normally
es: Recibir pago normalmente
fr: Recevoir le paiement normalement
uk: Отримуйте додаткову оплату

# receiveContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# buyInstantPaymentWallet
source: Instant payment wallet
es: Billetera de pago instantáneo
fr: Portefeuille de paiement instantané
uk: Миттєвий платіж гаманець

# buyShouldBuyAtLeast
source: You should buy at least
es: Debe comprar al menos
fr: Vous devez acheter au moins
uk: Ви повинні придбати принаймні

# buyCantBuyMoreThan
source: You can't buy more than
es: No puede comprar más de
fr: Vous ne pouvez pas acheter plus de
uk: Ви не можете придбати більше

# buyKycPendingTitle
source: KYC ID Verification Pending
es: Verificación de identidad KYC pendiente
fr: Vérification d'identité KYC en attente
uk: Перевірка ID KYC

# buyKycPendingDescription
source: You must complete ID Verification first
es: Debe completar la verificación de identidad primero
fr: Vous devez d'abord compléter la vérification d'identité
uk: Ви повинні завершити перевірку ID першим

# buyCompleteKyc
source: Complete KYC
es: Completar KYC
fr: Compléter le KYC
uk: Повний KYC

# buyInsufficientBalanceTitle
source: Insufficient balance
es: Saldo insuficiente
fr: Solde insuffisant
uk: Недостатній баланс

# buyInsufficientBalanceDescription
source: You do not have enough balance to create this order.
es: No tiene suficiente saldo para crear esta orden.
fr: Vous n'avez pas assez de solde pour créer cette commande.
uk: Ви не маєте достатнього балансу для створення цього замовлення.

# buyFundYourAccount
source: Fund your account
es: Financiar su cuenta
fr: Alimenter votre compte
uk: Оберіть Ваш рахунок

# buyContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# buyYouPay
source: You pay
es: Usted paga
fr: Vous payez
uk: Ви платите

# buyYouReceive
source: You receive
es: Usted recibe
fr: Vous recevez
uk: Ви отримуєте

# buyBitcoinPrice
source: Bitcoin Price
es: Precio de Bitcoin
fr: Prix du Bitcoin
uk: Ціна Bitcoin

# buyPayoutMethod
source: Payout method
es: Método de pago
fr: Méthode de paiement
uk: Спосіб виплати

# buyAwaitingConfirmation
source: Awaiting confirmation
es: Esperando confirmación
fr: En attente de confirmation
uk: Підтвердження

# buyConfirmPurchase
source: Confirm purchase
es: Confirmar compra
fr: Confirmer l'achat
uk: Підтвердити покупку

# buyYouBought
source: You bought {amount}
es: Ha comprado {amount}
fr: Vous avez acheté {amount}
uk: Ви придбали {amount}

# buyPayoutWillBeSentIn
source: Your payout will be sent in
es: Su pago será enviado en
fr: Votre paiement sera envoyé dans
uk: Ваша виплата буде відправлена в

# buyViewDetails
source: View details
es: Ver detalles
fr: Voir les détails
uk: Докладніше

# buyAccelerateTransaction
source: Accelerate Transaction
es: Acelerar transacción
fr: Accélérer la transaction
uk: Прискорення транзакцій

# buyGetConfirmedFaster
source: Get it confirmed faster
es: Confirmarla más rápido
fr: Faites-la confirmer plus rapidement
uk: Отримайте підтвердження швидше

# buyConfirmExpressWithdrawal
source: Confirm express withdrawal
es: Confirmar retiro express
fr: Confirmer le retrait express
uk: Підтвердити виведення експресу

# sellBelowMinAmountError
source: You are trying to sell below the minimum amount that can be sold with this wallet.
es: Está intentando vender por debajo del monto mínimo que se puede vender con esta billetera.
fr: Vous essayez de vendre en dessous du montant minimum qui peut être vendu avec ce portefeuille.
uk: Ви хочете продати нижче мінімальної суми, яку можна продати з цим гаманець.

# sellInsufficientBalanceError
source: Insufficient balance in the selected wallet to complete this sell order.
es: Saldo insuficiente en la billetera seleccionada para completar esta orden de venta.
fr: Solde insuffisant dans le portefeuille sélectionné pour compléter cette commande de vente.
uk: Недостатній баланс у вибраному гаманці для завершення цього замовлення продажу.

# sellUnauthenticatedError
source: You are not authenticated. Please log in to continue.
es: No está autenticado. Por favor inicie sesión para continuar.
fr: Vous n'êtes pas authentifié. Veuillez vous connecter pour continuer.
uk: Ви не автентифіковані. Будь ласка, увійдіть, щоб продовжити.

# sellOrderNotFoundError
source: The sell order was not found. Please try again.
es: No se encontró la orden de venta. Por favor intente de nuevo.
fr: La commande de vente n'a pas été trouvée. Veuillez réessayer.
uk: Не знайдено замовлення продажу. Будь ласка, спробуйте знову.

# sellOrderAlreadyConfirmedError
source: This sell order has already been confirmed.
es: Esta orden de venta ya ha sido confirmada.
fr: Cette commande de vente a déjà été confirmée.
uk: Цей порядок продажу вже було підтверджено.

# sellSelectNetwork
source: Select Network
es: Seleccionar red
fr: Sélectionner le réseau
uk: Оберіть мережу

# sellHowToPayInvoice
source: How do you want to pay this invoice?
es: ¿Cómo desea pagar esta factura?
fr: Comment voulez-vous payer cette facture ?
uk: Як ви хочете платити цей рахунок?

# sellBitcoinOnChain
source: Bitcoin on-chain
uk: Bitcoin у USD

# sellLightningNetwork
source: Lightning Network
fr: Réseau Lightning
uk: Мережа Lightning

# sellLiquidNetwork
source: Liquid Network
fr: Réseau Liquid
uk: Мережа рідин

# sellConfirmPayment
source: Confirm payment
es: Confirmar pago
fr: Confirmer le paiement
uk: Підтвердження платежу

# sellInstantPayments
source: Instant payments
es: Pagos instantáneos
fr: Paiements instantanés
uk: Миттєві платежі

# sellSecureBitcoinWallet
source: Secure Bitcoin wallet
es: Billetera Bitcoin segura
fr: Portefeuille Bitcoin sécurisé
uk: Безпечний гаманець Bitcoin

# sellFeePriority
source: Fee Priority
es: Prioridad de tarifa
fr: Priorité des frais
uk: Пріоритетність

# sellFastest
source: Fastest
es: Más rápida
fr: Le plus rapide
uk: Швидке

# sellCalculating
source: Calculating...
es: Calculando...
fr: Calcul en cours...
uk: Розрахунок...

# payDefaultCommentHint
source: Enter default comment
es: Ingrese el comentario predeterminado
fr: Entrez le commentaire par défaut
uk: Введіть коментар

# payIban
source: IBAN
uk: ІБАН

# payIbanHint
source: Enter IBAN
es: Ingrese el IBAN
fr: Entrez l'IBAN
uk: Вхід

# payCorporate
source: Corporate
es: Corporativo
fr: Entreprise
uk: Корпоративний

# payIsCorporateAccount
source: Is this a corporate account?
es: ¿Es esta una cuenta corporativa?
fr: Est-ce un compte d'entreprise ?
uk: Чи є це корпоративний рахунок?

# payFirstName
source: First Name
es: Nombre
fr: Prénom
uk: Ім'я

# payFirstNameHint
source: Enter first name
es: Ingrese el nombre
fr: Entrez le prénom
uk: Введіть ім'я

# payLastName
source: Last Name
es: Apellido
fr: Nom de famille
uk: Ім'я

# payLastNameHint
source: Enter last name
es: Ingrese el apellido
fr: Entrez le nom de famille
uk: Введіть ім'я

# payCorporateName
source: Corporate Name
es: Nombre corporativo
fr: Nom de l'entreprise
uk: Корпоративне найменування

# payCorporateNameHint
source: Enter corporate name
es: Ingrese el nombre corporativo
fr: Entrez le nom de l'entreprise
uk: Ім'я користувача

# payClabe
source: CLABE
uk: КЛАБ

# payClabeHint
source: Enter CLABE number
es: Ingrese el número CLABE
fr: Entrez le numéro CLABE
uk: Введіть номер мобільного

# payInstitutionCode
source: Institution Code
es: Código de institución
fr: Code de l'institution
uk: Контакти

# payCalculating
source: Calculating...
es: Calculando...
fr: Calcul en cours...
uk: Розрахунок...

# payCompletedDescription
source: Your payment has been completed and the recipient has received the funds.
es: Su pago ha sido completado y el destinatario ha recibido los fondos.
fr: Votre paiement a été complété et le destinataire a reçu les fonds.
uk: Після завершення платежу, одержувач отримав кошти.

# paySinpeEnviado
source: SINPE ENVIADO!
uk: СИНП ЕНВАДО!

# transactionDetailRetrySwap
source: Retry Swap {action}
es: Reintentar intercambio {action}
fr: Réessayer l'échange {action}
uk: Заміна {action}

# transactionStatusTransferInProgress
source: Transfer In Progress
es: Transferencia en progreso
fr: Transfert en cours
uk: Трансфер в Прогрес

# transactionLabelSwapStatus
source: Swap status
es: Estado de intercambio
fr: Statut de l'échange
uk: Статус на сервери

# transactionOrderLabelPayinMethod
source: Payin method
es: Método de pago
fr: Méthode de paiement
uk: Метод Payin

# transactionOrderLabelPayoutMethod
source: Payout method
es: Método de cobro
fr: Méthode de paiement
uk: Спосіб виплати

# transactionOrderLabelPayinStatus
source: Payin Status
es: Estado de pago
fr: Statut du paiement
uk: Статус на сервери

# transactionOrderLabelOrderStatus
source: Order Status
es: Estado de orden
fr: Statut de la commande
uk: Статус на сервери

# transactionOrderLabelPayoutStatus
source: Payout Status
es: Estado de cobro
fr: Statut du paiement
uk: Статус на сервери

# transactionSwapStatusSwapStatus
source: Swap Status
es: Estado de intercambio
fr: Statut de l'échange
uk: Статус на сервери

# transactionSwapDescLnSendCompleted
source: The Lightning payment has been sent successfully! Your swap is now complete.
es: ¡El pago Lightning ha sido enviado exitosamente! Su intercambio está ahora completo.
fr: Le paiement Lightning a été envoyé avec succès ! Votre échange est maintenant complété.
uk: Відшкодування відправлено успішно! Ваш ковпачок тепер завершено.

# transactionSwapDescLnSendFailed
source: There was an issue with your swap. Your funds will be returned to your wallet automatically.
es: Hubo un problema con su intercambio. Sus fondos serán devueltos a su billetera automáticamente.
fr: Il y a eu un problème avec votre échange. Vos fonds seront retournés automatiquement à votre portefeuille.
uk: Проблемою була проблема. Ваші кошти будуть повернені в ваш гаманець автоматично.

# transactionSwapDescLnSendExpired
source: This swap has expired. Your funds will be automatically returned to your wallet.
es: Este intercambio ha expirado. Sus fondos serán devueltos automáticamente a su billetera.
fr: Cet échange a expiré. Vos fonds seront automatiquement retournés à votre portefeuille.
uk: Це лебідка вибухнула. Ваші кошти будуть автоматично повертатися до вашого гаманця.

# transactionSwapDescLnSendDefault
source: Your swap is in progress. This process is automated and may take some time to complete.
es: Su intercambio está en progreso. Este proceso es automatizado y puede tomar algún tiempo en completarse.
fr: Votre échange est en cours. Ce processus est automatisé et peut prendre du temps pour se compléter.
uk: Ваше лебідка знаходиться в прогресі. Цей процес автоматизований і може зайняти деякий час для завершення.

# transactionSwapDescChainPending
source: Your transfer has been created but not initiated yet.
es: Su transferencia ha sido creada pero aún no se ha iniciado.
fr: Votre transfert a été créé mais n'a pas encore été initié.
uk: Ваша передача була створена, але не ініційована.

# transactionSwapInfoRefundableSwap
source: This swap will be refunded automatically within a few seconds. If not, you can attempt a manual refund by clicking the "Retry Swap Refund" button.
es: Este intercambio será reembolsado automáticamente en unos segundos. Si no, puede intentar un reembolso manual haciendo clic en el botón "Reintentar reembolso de intercambio".
fr: Cet échange sera remboursé automatiquement dans quelques secondes. Si ce n'est pas le cas, vous pouvez tenter un remboursement manuel en cliquant sur le bouton « Réessayer le remboursement de l'échange ».
uk: Цей клапт буде повернено автоматично протягом декількох секунд. Якщо ні, ви можете спробувати ручне повернення, натиснувши кнопку "Поновити повернення".

# transactionListOngoingTransfersTitle
source: Ongoing Transfers
es: Transferencias en curso
fr: Transferts en cours
uk: Похідні перекази

# transactionListOngoingTransfersDescription
source: These transfers are currently in progress. Your funds are secure and will be available when the transfer completes.
es: Estas transferencias están actualmente en progreso. Sus fondos están seguros y estarán disponibles cuando se complete la transferencia.
fr: Ces transferts sont actuellement en cours. Vos fonds sont en sécurité et seront disponibles lorsque le transfert se terminera.
uk: Ці перекази в даний час знаходяться в стадії. Ваші кошти є безпечними і будуть доступні при заповненні переказу.

# transactionListLoadingTransactions
source: Loading transactions...
es: Cargando transacciones...
fr: Chargement des transactions...
uk: Завантаження операцій.

# transactionListNoTransactions
source: No transactions yet.
es: Aún no hay transacciones.
fr: Aucune transaction pour le moment.
uk: Ніяких операцій.

# walletTypeWatchOnly
source: Watch-Only
es: Solo lectura
fr: Lecture seule
uk: Відгуки
