Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# hwConnectTitle
source: Connect Hardware Wallet
es: Conectar Billetera de Hardware
fr: Connecter un portefeuille matériel
uk: Підключіть обладнання Wallet

# payRequiresSwap
source: This payment requires a swap
es: Este pago requiere un swap
fr: Ce paiement nécessite un swap
uk: Цей платіж вимагає

# backupWalletSuccessTitle
source: Backup completed!
es: ¡Respaldo completado!
fr: Sauvegarde terminée !
uk: Закінчення завершено!

# sendCoinAmount
source: Amount: {amount}
es: Cantidad: {amount}
fr: Montant : {amount}
uk: Кількість: {amount}

# payTotalFees
source: Total Fees
es: Comisiones Totales
fr: Frais Totaux
uk: Всього коштів

# backupWalletGoogleDrivePrivacyMessage3
source: leave your phone and is
es: de su teléfono y
fr: votre téléphone et ne sont
uk: залишити свій телефон і

# dcaCancelButton
source: Cancel
es: Cancelar
fr: Annuler
uk: Зареєструватися

# dcaConfirmNetworkLiquid
source: Liquid
uk: Рідина

# emptyMnemonicWordsError
source: Enter all words of your mnemonic
es: Ingrese todas las palabras de su mnemónico
fr: Entrez tous les mots de votre mnémonique
uk: Введіть всі слова вашої мнемоніки

# testBackupTapWordsInOrder
source: Tap the recovery words in the right order
es: Toque las palabras de recuperación en el orden correcto
fr: Appuyez sur les mots de récupération dans le bon ordre
uk: Натисніть кнопку відновлення в право

# autoswapSelectWalletError
source: Please select a recipient Bitcoin wallet
es: Por favor seleccione una billetera Bitcoin receptora
fr: Veuillez sélectionner un portefeuille Bitcoin destinataire
uk: Будь ласка, виберіть одержувача Bitcoin гаманець

# sellServiceFee
source: Service Fee
es: Comisión de Servicio
fr: Frais de service
uk: Плата за обслуговування

# kruxStep14
source: The Bull Bitcoin wallet will ask you to scan the QR code on the Krux. Scan it.
es: La billetera Bull Bitcoin le pedirá que escanee el código QR en el Krux. Escanéelo.
fr: Le portefeuille Bull Bitcoin vous demandera de scanner le code QR sur le Krux. Scannez-le.
uk: Гаманець Bull Bitcoin попросить вас сканування QR-коду на Krux. Сканування.

# payAvailableBalance
source: Available: {amount}
es: Disponible: {amount}
fr: Disponible: {amount}
uk: Доступно: {amount}

# payCheckingStatus
source: Checking payment status...
es: Verificando estado del pago...
fr: Vérification du statut du paiement...
uk: Перевірка стану оплати...

# payMemo
source: Memo
es: Nota
fr: Mémo
uk: Мамо

# fundExchangeMethodCrIbanCrc
source: Costa Rica IBAN (CRC)
es: IBAN Costa Rica (CRC)
fr: IBAN Costa Rica (CRC)
uk: Коста-Рика IBAN (CRC)

# passportStep12
source: The Bull Bitcoin wallet will ask you to scan the QR code on the Passport. Scan it.
es: La billetera Bull Bitcoin le pedirá que escanee el código QR en el Passport. Escanéelo.
fr: Le portefeuille Bull Bitcoin vous demandera de scanner le code QR sur le Passport. Scannez-le.
uk: Біткойн-гаманець Bull попросить вас сканування QR-коду на Паспорті. Сканування.

# payNoActiveWallet
source: No active wallet
es: No hay billetera activa
fr: Aucun portefeuille actif
uk: Немає активного гаманця

# payPasteInvoice
source: Paste Invoice
es: Pegar Factura
fr: Coller la Facture
uk: Паста Invoice

# arkStatusSettled
source: Settled
es: Liquidado
fr: Réglé
uk: Шахрайство

# dcaWalletBitcoinSubtitle
source: Minimum 0.001 BTC
es: Mínimo 0.001 BTC
uk: Міні 0.001 BTC

# passportStep11
source: Click "I'm done" in the Bull Bitcoin wallet.
es: Haga clic en "He terminado" en la billetera Bull Bitcoin.
fr: Cliquez sur "J'ai terminé" dans le portefeuille Bull Bitcoin.
uk: Натисніть "Я зробив" в Гаманець Біткойн.

# testBackupDefaultWallets
source: Default Wallets
es: Billeteras Predeterminadas
fr: Portefeuilles par défaut
uk: Гаманець за замовчуванням

# autoswapRecipientWalletInfoText
source: Choose which Bitcoin wallet will receive the transferred funds (required)
es: Elija qué billetera Bitcoin recibirá los fondos transferidos (requerido)
fr: Choisissez quel portefeuille Bitcoin recevra les fonds transférés (requis)
uk: Виберіть який гаманець Bitcoin отримає передані кошти (обов'язково)

# okButton
source: OK
es: Aceptar
uk: ЗАРЕЄСТРУВАТИСЯ

# passportStep13
source: The transaction will be imported in the Bull Bitcoin wallet.
es: La transacción se importará en la billetera Bull Bitcoin.
fr: La transaction sera importée dans le portefeuille Bull Bitcoin.
uk: Операція буде імпортована в гаманці Bull Bitcoin.

# dcaWalletSelectionContinueButton
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# pinButtonChange
source: Change PIN
es: Cambiar PIN
fr: Modifier le code PIN
uk: Зміна PIN

# fundExchangeETransferTitle
source: E-Transfer details
es: Detalles de E-Transfer
fr: Détails du virement électronique
uk: Деталі E-Transfer

# sendOutputTooSmall
source: Output below dust limit
es: Salida por debajo del límite de dust
fr: Sortie inférieure à la limite de poussière
uk: Вихід нижче обмеження пилу

# copiedToClipboardMessage
source: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
uk: Скопіювати до буферу

# arkCopiedToClipboard
source: {label} copied to clipboard
es: {label} copiado al portapapeles
fr: {label} copié dans le presse-papiers
uk: {label} скопіювати до буферу

# arkRecipientAddress
source: Recipient's address
es: Dirección del destinatario
fr: Adresse du destinataire
uk: Адреса одержувача

# shareLogsLabel
source: Share logs
es: Compartir registros
fr: Partager les journaux
uk: Журнали

# backupSettingsFailedToDeriveKey
source: Failed to derive the backup key
es: Error al derivar la clave de respaldo
fr: Échec de la dérivation de la clé de sauvegarde
uk: Переміщений для відновлення ключа резервного копіювання

# googleDriveProvider
source: Google Drive
uk: Українська

# sellAccountName
source: Account Name
es: Nombre de la Cuenta
fr: Nom du compte
uk: Назва облікового запису

# howToDecideVaultLocationText2
source: A custom location can be much more secure, depending on which location you choose. You must also make sure not to lose the backup file or to lose the device on which your backup file is stored.
es: Una ubicación personalizada puede ser mucho más segura, dependiendo de qué ubicación elijas. También debes asegurarte de no perder el archivo de respaldo o de perder el dispositivo en el que está almacenado tu archivo de respaldo.
fr: Un emplacement personnalisé peut être beaucoup plus sécurisé, selon l'emplacement que vous choisissez. Vous devez également vous assurer de ne pas perdre le fichier de sauvegarde ou l'appareil sur lequel votre fichier de sauvegarde est stocké.
uk: Зручне розташування може бути набагато більш безпечною, в залежності від місця розташування, яку ви обираєте. Ви також повинні переконатися, що не втратити файл резервного копіювання або втратити пристрій, на якому зберігаються файли резервного копіювання.

# dcaSetupInsufficientBalance
source: Insufficient Balance
es: Saldo insuficiente
fr: Solde insuffisant
uk: Недостатній баланс

# swapTransferRefundedMessage
source: The transfer has been successfully refunded.
es: La transferencia ha sido reembolsada exitosamente.
fr: Le transfert a été remboursé avec succès.
uk: Переказ було успішно повернено.

# seedsignerStep5
source: - Increase screen brightness on your device
es: - Aumente el brillo de la pantalla en su dispositivo
fr: - Augmentez la luminosité de l'écran de votre appareil
uk: - Збільшення яскравості екрану на вашому пристрої

# sellKYCApproved
source: KYC approved
es: KYC aprobado
fr: KYC approuvé
uk: KYC затверджено

# arkTransaction
source: transaction
es: transacción
uk: контакти

# dcaFrequencyMonthly
source: month
es: mes
fr: mois
uk: місяць

# buyKYCLevel
source: KYC Level
es: Nivel KYC
fr: Niveau KYC
uk: КИЇВ Рівень

# passportInstructionsTitle
source: Foundation Passport Instructions
es: Instrucciones Foundation Passport
fr: Instructions Foundation Passport
uk: Інструкції щодо Паспорту Фонду

# swapTransferPendingMessage
source: The transfer is in progress. Bitcoin transactions can take a while to confirm. You can return home and wait.
es: La transferencia está en proceso. Las transacciones de Bitcoin pueden tardar en confirmarse. Puede volver al inicio y esperar.
fr: Le transfert est en cours. Les transactions Bitcoin peuvent prendre un certain temps pour être confirmées. Vous pouvez retourner à l'accueil et attendre.
uk: Передача здійснюється в процесі. Біткойн-транзакції можуть зайняти під час підтвердження. Ви можете повернутися додому і чекати.

# testBackupDecryptVault
source: Decrypt vault
es: Descifrar bóveda
fr: Déchiffrer le coffre-fort
uk: Розшифрування за замовчуванням

# totalFeeLabel
source: Total Fee
es: Tarifa total
fr: Frais total
uk: Всього Фе

# payExpired
source: Expired
es: Expirado
fr: Expiré
uk: Зареєструватися

# payPaymentSuccessful
source: Payment successful
es: Pago exitoso
fr: Paiement réussi
uk: Вдалий платіж

# exchangeHomeWithdraw
source: Withdraw
es: Retirar
fr: Retirer
uk: Зняття

# importMnemonicSegwit
source: Segwit
uk: Сегвейт

# testBackupSuccessTitle
source: Test completed successfully!
es: ¡Prueba completada exitosamente!
fr: Test réussi !
uk: Випробувано успішно!

# recoverbullSelectTakeYourTime
source: Take your time
es: Tómese su tiempo
fr: Prenez votre temps
uk: Зробіть свій час

# exchangeHomeDeposit
source: Deposit
es: Depositar
fr: Déposer
uk: Депозити

# sendTransactionBuilt
source: Transaction ready
es: Transacción lista
fr: Transaction prête
uk: Трансакція готова

# dcaOrderTypeLabel
source: Order type
es: Tipo de orden
fr: Type de commande
uk: Тип замовлення

# withdrawConfirmCard
source: Card
es: Tarjeta
fr: Carte
uk: Карта сайту

# dcaSuccessMessageHourly
source: You will buy {amount} every hour
es: Comprará {amount} cada hora
fr: Vous achèterez {amount} chaque heure
uk: Ви купуєте {amount} кожен час

# loginButton
source: LOGIN
es: INICIAR SESIÓN
fr: CONNEXION
uk: ЛОГІН

# sendUnfreezeCoin
source: Unfreeze Coin
es: Descongelar Moneda
fr: Dégeler la pièce
uk: Нефризе Монета

# jadeInstructionsTitle
source: Blockstream Jade PSBT Instructions
es: Instrucciones PSBT Blockstream Jade
fr: Instructions PSBT Blockstream Jade
uk: Блокстрім Jade PSBT Інструкції

# scanNfcButton
source: Scan NFC
es: Escanear NFC
fr: Scanner NFC
uk: Сканер NFC

# testBackupChooseVaultLocation
source: Choose vault location
es: Elegir ubicación de la bóveda
fr: Choisir l'emplacement du coffre-fort
uk: Виберіть місце розташування

# dcaAddressBitcoin
source: Bitcoin address
es: Dirección Bitcoin
fr: Adresse Bitcoin
uk: Bitcoin адреса

# arkTxTypeBoarding
source: Boarding
es: Abordaje
fr: Embarquement
uk: Дошка

# arkTransactions
source: transactions
es: transacciones
uk: операції

# importWalletImportMnemonic
source: Import Mnemonic
es: Importar mnemónica
fr: Importer une mnémonique
uk: Імпортний мнемічний

# bip85NextMnemonic
source: Next Mnemonic
es: Siguiente mnemónica
fr: Mnémonique suivante
uk: Далі Mnemonic

# dcaFundAccountButton
source: Fund your account
es: Fondear su cuenta
fr: Alimenter votre compte
uk: Оберіть Ваш рахунок

# arkSendTitle
source: Send
es: Enviar
fr: Envoyer
uk: Відправити

# backupWalletHowToDecideVaultCloudSecurity
source: Cloud storage providers like Google or Apple won't have access to your Bitcoin because the encryption password is too strong. They can only access your Bitcoin in the unlikely event they collude with the key server (the online service which stores your encryption password). If the key server ever gets hacked, your Bitcoin could be at risk with Google or Apple cloud.
es: Los proveedores de almacenamiento en nube como Google o Apple no tendrán acceso a sus Bitcoin porque la contraseña de cifrado es demasiado robusta. Solo pueden acceder a sus Bitcoin en el caso improbable de que colaboren con el servidor de claves (el servicio en línea que almacena su contraseña de cifrado). Si el servidor de claves alguna vez es pirateado, sus Bitcoin podrían estar en riesgo con la nube de Google o Apple.
fr: Les fournisseurs de stockage cloud comme Google ou Apple n'auront pas accès à vos Bitcoin car le mot de passe de chiffrement est trop robuste. Ils ne peuvent accéder à vos Bitcoin que dans l'éventualité peu probable qu'ils collaborent avec le serveur de clés (le service en ligne qui stocke votre mot de passe de chiffrement). Si le serveur de clés est un jour piraté, vos Bitcoin pourraient être à risque avec le cloud Google ou Apple.
uk: Ми не маємо доступу до вашого біткойн, оскільки пароль шифрування занадто сильний. Вони можуть мати доступ до вашого біткойн в малоймовірному випадку, вони з'єднуються з ключовим сервером (онлайн-сервіс, який зберігає пароль шифрування). Якщо сервер ключа коли-небудь отримує зламаний, ваш Біткойн може бути на ризику з Google або Apple хмарою.

# coldcardStep13
source: The Bull Bitcoin wallet will ask you to scan the QR code on the Coldcard. Scan it.
es: La billetera Bull Bitcoin le pedirá que escanee el código QR en el Coldcard. Escanéelo.
fr: Le portefeuille Bull Bitcoin vous demandera de scanner le code QR sur le Coldcard. Scannez-le.
uk: Гаманець Bull Bitcoin попросить вас сканування QR-коду на Coldcard. Сканування.

# payCoinjoinCompleted
source: CoinJoin completed
es: CoinJoin completado
fr: CoinJoin terminé
uk: CoinJoin завершено

# rbfSatsPerVbyte
source: sats/vB
uk: сати/ВБ

# sendRecommendedFee
source: Recommended: {rate} sat/vB
es: Recomendado: {rate} sat/vB
fr: Recommandé : {rate} sat/vB
uk: {rate} sat/vB

# backupWalletBackupButton
source: Backup
es: Respaldar
fr: Sauvegarder
uk: Зареєструватися

# sellWalletBalance
source: Balance: {amount}
es: Saldo: {amount}
fr: Solde : {amount}
uk: Баланс: {amount}

# arkDust
source: Dust
es: Polvo
fr: Poussière
uk: Пиломатеріали

# dcaConfirmPaymentMethod
source: Payment method
es: Método de pago
fr: Méthode de paiement
uk: Спосіб оплати

# backupWalletErrorGoogleDriveConnection
source: Failed to connect to Google Drive
es: Error al conectar con Google Drive
fr: Échec de la connexion à Google Drive
uk: З'єднання з Google Диском

# payEnterInvoice
source: Enter Invoice
es: Ingresar Factura
fr: Entrer la Facture
uk: Вхід

# testBackupPassphrase
source: Passphrase
es: Frase de contraseña
fr: Phrase de passe
uk: Проксимус

# arkSetupEnable
source: Enable Ark
es: Activar Ark
fr: Activer Ark
uk: Увімкнути Ark

# confirmTransferTitle
source: Confirm Transfer
es: Confirmar transferencia
fr: Confirmer le transfert
uk: Підтвердження трансферу

# payFeeBreakdown
source: Fee Breakdown
es: Desglose de Comisiones
fr: Détail des Frais
uk: Fee Покарання

# sellAmount
source: Amount to Sell
es: Cantidad a Vender
fr: Montant à vendre
uk: Сума на продаж

# recoverbullRecoveryErrorWalletMismatch
source: A different default wallet already exists. You can only have one default wallet.
es: Ya existe una billetera predeterminada diferente. Solo puede tener una billetera predeterminada.
fr: Un portefeuille par défaut différent existe déjà. Vous ne pouvez avoir qu'un seul portefeuille par défaut.
uk: За замовчуванням гаманець вже існує. Ви можете мати один гаманець за замовчуванням.

# swapYouPay
source: You Pay
es: Usted Paga
fr: Vous payez
uk: Оплатити

# chooseAccessPinTitle
source: Choose access {pinOrPassword}
es: Elegir {pinOrPassword} de acceso
fr: Choisir le {pinOrPassword} d'accès
uk: Виберіть доступ {pinOrPassword}

# featureComingSoonTitle
source: Feature Coming Soon
es: Función próximamente
fr: Fonctionnalité à venir
uk: Характеристика Сходження Незабаром

# arkUnifiedAddressCopied
source: Unified address copied
es: Dirección unificada copiada
fr: Adresse unifiée copiée
uk: Єдиний адресний скопійований

# withdrawConfirmPhone
source: Phone
es: Teléfono
fr: Téléphone
uk: Зареєструватися

# sellOrderPlaced
source: Sell order placed successfully
es: Orden de venta realizada exitosamente
fr: Ordre de vente placé avec succès
uk: Продати замовлення успішно

# broadcastSignedTxBroadcast
source: Broadcast
es: Transmitir
fr: Diffuser
uk: Радіоканал

# lastKnownEncryptedVault
source: Last Known Encrypted Vault: {date}
es: Última bóveda encriptada conocida: {date}
fr: Dernier coffre-fort chiffré connu : {date}
uk: Останній Знаний Зашифрований {date}

# fundExchangeInfoTransferCode
source: You must add the transfer code as the "message" or "reason" when making the payment.
es: Debes agregar el código de transferencia como el "mensaje" o "motivo" al hacer el pago.
fr: Vous devez ajouter le code de transfert comme « message » ou « raison » lors du paiement.
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації.

# hwChooseDevice
source: Choose the hardware wallet you would like to connect
es: Elija la billetera de hardware que desea conectar
fr: Choisissez le portefeuille matériel que vous souhaitez connecter
uk: Виберіть апаратний гаманець, який ви хочете підключитися

# recoverbullRecoveryTitle
source: Recoverbull vault recovery
es: Recuperación de bóveda RecoverBull
fr: Récupération du coffre-fort RecoverBull
uk: Recoverbull відновлення

# broadcastSignedTxScanQR
source: Scan the QR code from your hardware wallet
es: Escanee el código QR de su billetera de hardware
fr: Scannez le code QR de votre portefeuille matériel
uk: Сканування QR-коду з вашого апаратного гаманця

# exchangeKycLimited
source: Limited
es: Limitado
fr: Limité
uk: Об'єм

# backupWalletHowToDecideVaultCustomRecommendationText
source: you are confident you will not lose the vault file and it will still be accessible if you lose your phone.
es: está seguro de que no perderá el archivo de la bóveda y que seguirá siendo accesible si pierde su teléfono.
fr: vous êtes confiant de ne pas perdre le fichier du coffre-fort et qu'il restera accessible si vous perdez votre téléphone.
uk: ви впевнені, що ви не втратите файл за замовчуванням і він все ще буде доступний, якщо ви втратите свій телефон.

# swapErrorAmountBelowMinimum
source: Amount is below minimum swap amount: {min} sats
es: La cantidad está por debajo de la cantidad mínima de intercambio: {min} sats
fr: Le montant est inférieur au montant minimum d'échange : {min} sats
uk: Сума нижче мінімальна сума затиску: {min} сати

# sellTransactionFee
source: Transaction Fee
es: Comisión de Transacción
fr: Frais de transaction
uk: Плата за транзакції

# coldcardStep5
source: If you have trouble scanning:
es: Si tiene problemas para escanear:
fr: Si vous avez des difficultés à scanner :
uk: Якщо у вас є проблеми сканування:

# buyExpressWithdrawal
source: Express Withdrawal
es: Retiro Express
fr: Retrait express
uk: Експрес Зняття

# payPaymentConfirmed
source: Payment confirmed
es: Pago confirmado
fr: Paiement confirmé
uk: Підтвердження платежу

# receiveConfirmed
source: Confirmed
es: Confirmado
fr: Confirmé
uk: Підтвердження

# sendNormalFee
source: Normal
uk: Нормативно

# importWalletConnectHardware
source: Connect Hardware Wallet
es: Conectar billetera de hardware
fr: Connecter un portefeuille matériel
uk: Підключіть обладнання Wallet

# swapTransferFrom
source: Transfer from
es: Transferir desde
fr: Transférer depuis
uk: Трансфер з

# errorSharingLogsMessage
source: Error sharing logs: {error}
es: Error al compartir registros: {error}
fr: Erreur lors du partage des journaux : {error}
uk: Журнали обміну повідомленнями: {error}

# swapAvailableBalance
source: Available balance
es: Saldo disponible
fr: Solde disponible
uk: Доступний баланс

# sellMaximumAmount
source: Maximum sell amount: {amount}
es: Cantidad máxima de venta: {amount}
fr: Montant maximum de vente : {amount}
uk: Максимальна сума продажу: {amount}

# receiveGenerateInvoice
source: Generate Invoice
es: Generar Factura
fr: Générer une facture
uk: Генерувати інвойси

# kruxStep8
source: - Move the red laser up and down over QR code
es: - Mueva el láser rojo arriba y abajo sobre el código QR
fr: - Déplacez le laser rouge de haut en bas sur le code QR
uk: - Перемістити червоному лазеру вгору і вниз по QR-коду

# dcaNetworkValidationError
source: Please select a network
es: Por favor seleccione una red
fr: Veuillez sélectionner un réseau
uk: Виберіть мережу

# coldcardStep12
source: Click "I'm done" in the Bull Bitcoin wallet.
es: Haga clic en "He terminado" en la billetera Bull Bitcoin.
fr: Cliquez sur "J'ai terminé" dans le portefeuille Bull Bitcoin.
uk: Натисніть "Я зробив" в Гаманець Біткойн.

# bip85Index
source: Index: {index}
es: Índice: {index}
uk: Індекс: {index}

# importQrDeviceError
source: Failed to import wallet
es: Error al importar billetera
fr: Échec de l'importation du portefeuille
uk: Заборонено імпортувати гаманець

# testBackupGoogleDrivePrivacyPart2
source: will not
es: no saldrá
fr: ne quitteront pas
uk: не буде

# backupWalletGoogleDrivePrivacyMessage2
source: will not
es: no saldrá
fr: ne quitteront pas
uk: не буде

# payAddressRequired
source: Address is required
es: La dirección es requerida
fr: L'adresse est requise
uk: Обов'язкова інформація

# arkTransactionDetails
source: Transaction details
es: Detalles de la transacción
fr: Détails de la transaction
uk: Деталі транзакції

# payTotalAmount
source: Total Amount
es: Monto Total
fr: Montant Total
uk: Загальна кількість

# sellInsufficientBalance
source: Insufficient wallet balance
es: Saldo insuficiente en la billetera
fr: Solde du portefeuille insuffisant
uk: Недостатній баланс гаманця

# coldcardStep6
source: - Increase screen brightness on your device
es: - Aumente el brillo de la pantalla en su dispositivo
fr: - Augmentez la luminosité de l'écran de votre appareil
uk: - Збільшення яскравості екрану на вашому пристрої

# sellCashPickup
source: Cash Pickup
es: Retiro en Efectivo
fr: Retrait en espèces
uk: Готівковий пікап

# recoverbullRecoveryErrorKeyDerivationFailed
source: Local backup key derivation failed.
es: Error en la derivación de la clave de respaldo local.
fr: Échec de la dérivation de la clé de sauvegarde locale.
uk: Не вдалося відхилити локальну резервну копію ключа.

# networkFeeLabel
source: Network Fee
es: Tarifa de red
fr: Frais de réseau
uk: Партнерство

# kruxStep15
source: The transaction will be imported in the Bull Bitcoin wallet.
es: La transacción se importará en la billetera Bull Bitcoin.
fr: La transaction sera importée dans le portefeuille Bull Bitcoin.
uk: Операція буде імпортована в гаманці Bull Bitcoin.

# fundExchangeETransferLabelSecretQuestion
source: Secret question
es: Pregunta secreta
fr: Question secrète
uk: Таємне питання

# jadeStep15
source: It's now ready to broadcast! As soon as you click broadcast, the transaction will be published on the Bitcoin network and the funds will be sent.
es: ¡Ahora está lista para transmitir! Tan pronto como haga clic en transmitir, la transacción se publicará en la red Bitcoin y los fondos serán enviados.
fr: Elle est maintenant prête à être diffusée ! Dès que vous cliquerez sur diffuser, la transaction sera publiée sur le réseau Bitcoin et les fonds seront envoyés.
uk: Зараз готовий до трансляції! Як тільки ви натиснете трансляцію, операція буде опублікована на мережі Біткойн і будуть відправлені кошти.

# payActualFee
source: Actual Fee
es: Comisión Real
fr: Frais Réels
uk: Актуальна Fee

# recoverbullSelectFileNotSelectedError
source: File not selected
es: Archivo no seleccionado
fr: Fichier non sélectionné
uk: Файл не вибрано

# arkDurationDay
source: {days} day
es: {days} día
fr: {days} jour
uk: {days} день

# arkSendButton
source: Send
es: Enviar
fr: Envoyer
uk: Відправити

# fundExchangeMethodSpeiTransferSubtitle
source: Transfer funds using your CLABE
es: Transfiere fondos usando tu CLABE
fr: Transférez des fonds en utilisant votre CLABE
uk: Перерахування коштів за допомогою CLABE

# sendSigningFailed
source: Signing failed
es: Firma fallida
fr: Échec de la signature
uk: Не вдалося

# transferIdLabel
source: Transfer ID
es: ID de transferencia
fr: ID de transfert
uk: Трансфер ID
