Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# paySelectActiveWallet
source: Please select a wallet
es: Por favor seleccione una billetera
fr: Veuillez sélectionner un portefeuille
uk: Виберіть гаманець

# arkDurationHours
source: {hours} hours
es: {hours} horas
fr: {hours} heures
uk: {hours} годин

# dcaFrequencyHourly
source: hour
es: hora
fr: heure
uk: час

# backupSettingsKeyWarningMessage
source: It is critically important that you do not save the backup key at the same place where you save your backup file. Always store them on separate devices or separate cloud providers.
es: Es críticamente importante que no guarde la clave de respaldo en el mismo lugar donde guarda su archivo de respaldo. Siempre almacénelos en dispositivos separados o proveedores de nube separados.
fr: Il est absolument essentiel de ne pas enregistrer la clé de sauvegarde au même endroit que votre fichier de sauvegarde. Conservez-les toujours sur des appareils distincts ou des fournisseurs de cloud distincts.
uk: Важливо, що ви не зберігаєте ключ резервного копіювання на одному місці, де ви зберігаєте файл резервного копіювання. Завжди зберігати їх на окремих пристроях або окремих хмарних провайдерах.

# fundExchangeHelpBeneficiaryName
source: Use our official corporate name. Do not use "Bull Bitcoin".
es: Usa nuestro nombre corporativo oficial. No uses "Bull Bitcoin".
fr: Utilisez notre nom corporatif officiel. N'utilisez pas « Bull Bitcoin ».
uk: Використовуйте нашу офіційну назву компанії. Не використовуйте "Bull Bitcoin".

# recoverbullSelectVaultSelected
source: Vault Selected
es: Bóveda Seleccionada
fr: Coffre-fort sélectionné
uk: Вибрані

# dcaWalletTypeBitcoin
source: Bitcoin (BTC)
uk: Біткін (BTC)

# payNoPayments
source: No payments yet
es: Aún no hay pagos
fr: Aucun paiement pour le moment
uk: Ніяких платежів

# payLightningInvoice
source: Lightning Invoice
es: Factura Lightning
fr: Facture Lightning
uk: Блискавка Invoice

# recoverbullSelectEnterBackupKeyManually
source: Enter Backup key manually >>
es: Ingresar clave de respaldo manualmente >>
fr: Entrer la clé de sauvegarde manuellement >>
uk: Введіть ключ Backup вручну >>

# payCoinjoinInProgress
source: CoinJoin in progress...
es: CoinJoin en progreso...
fr: CoinJoin en cours...
uk: CoinJoin в прогрес ...

# testBackupAllWordsSelected
source: You have selected all words
es: Ha seleccionado todas las palabras
fr: Vous avez sélectionné tous les mots
uk: Ви вибрали всі слова

# arkAmount
source: Amount
es: Monto
fr: Montant
uk: Сума

# backupSettingsError
source: Error
fr: Erreur
uk: Помилка

# fundExchangeMethodCanadaPost
source: In-person cash or debit at Canada Post
es: Efectivo o débito en persona en Canada Post
fr: Espèces ou débit en personne à Postes Canada
uk: Особистий готівковий або дебет в Канаді

# payInvoiceDecoded
source: Invoice decoded successfully
es: Factura decodificada exitosamente
fr: Facture décodée avec succès
uk: Войце декодовано успішно

# swapTransferRefundInProgressTitle
source: Transfer Refund In Progress
es: Reembolso de Transferencia en Proceso
fr: Remboursement du transfert en cours
uk: Повернення коштів в Прогрес

# swapYouReceive
source: You Receive
es: Usted Recibe
fr: Vous recevez
uk: Ви отримуєте

# recoverbullSelectCustomLocationProvider
source: Custom location
es: Ubicación personalizada
fr: Emplacement personnalisé
uk: Місцезнаходження

# informationWillNotLeave
source: This information
es: Esta información
fr: Ces informations
uk: Інформація

# backupWalletInstructionSecurityRisk
source: Anybody with access to your 12 word backup can steal your bitcoins. Hide it well.
es: Cualquier persona con acceso a su respaldo de 12 palabras puede robar sus bitcoins. Ocúltelo bien.
fr: Toute personne ayant accès à votre sauvegarde de 12 mots peut voler vos bitcoins. Cachez-la bien.
uk: Будь-який з доступом до вашого 12 резервного копіювання може вкрасти ваші біткоїни. Приховати його добре.

# pleaseWaitFetching
source: Please wait while we fetch your backup file.
es: Por favor espera mientras obtenemos tu archivo de respaldo.
fr: Veuillez patienter pendant que nous récupérons votre fichier de sauvegarde.
uk: Будь ласка, почекайте, коли ми фіксуємо файл резервного копіювання.

# backupWalletPhysicalBackupTag
source: Trustless (take your time)
es: Sin confianza (tómese su tiempo)
fr: Sans tiers de confiance (prenez votre temps)
uk: Бездоганний (забрати час)

# arkDate
source: Date
es: Fecha
uk: Дата

# backupSettingsExportVault
source: Export Vault
es: Exportar Bóveda
fr: Exporter le coffre-fort
uk: Експорт Vault

# withdrawRecipientsNewTab
source: New recipient
es: Nuevo destinatario
fr: Nouveau destinataire
uk: Новий одержувач

# exchangeLandingFeature4
source: Send bank transfers and pay bills
es: Envíe transferencias bancarias y pague facturas
fr: Envoyer des virements bancaires et payer des factures
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком -

# kruxStep16
source: It's now ready to broadcast! As soon as you click broadcast, the transaction will be published on the Bitcoin network and the funds will be sent.
es: ¡Ahora está lista para transmitir! Tan pronto como haga clic en transmitir, la transacción se publicará en la red Bitcoin y los fondos serán enviados.
fr: Elle est maintenant prête à être diffusée ! Dès que vous cliquerez sur diffuser, la transaction sera publiée sur le réseau Bitcoin et les fonds seront envoyés.
uk: Зараз готовий до трансляції! Як тільки ви натиснете трансляцію, операція буде опублікована на мережі Біткойн і будуть відправлені кошти.

# recoverbullRecoveryErrorVaultCorrupted
source: Selected backup file is corrupted.
es: El archivo de respaldo seleccionado está corrupto.
fr: Le fichier de sauvegarde sélectionné est corrompu.
uk: Вибраний файл резервного копіювання пошкоджений.

# buyVerifyIdentity
source: Verify Identity
es: Verificar Identidad
fr: Vérifier l'identité
uk: Перевірити ідентичність

# backupWalletGoogleDrivePermissionWarning
source: Google will ask you to share personal information with this app.
es: Google le pedirá que comparta información personal con esta aplicación.
fr: Google vous demandera de partager des informations personnelles avec cette application.
uk: Google попросить Вас поділитися персональною інформацією з цією програмою.

# importWatchOnlyScanQR
source: Scan QR
es: Escanear QR
fr: Scanner QR
uk: Сканування QR

# selectAmountTitle
source: Select amount
es: Seleccionar monto
fr: Sélectionner le montant
uk: Оберіть розмір

# routeErrorMessage
source: Page not found
es: Página no encontrada
fr: Page introuvable
uk: Не знайдено

# payLiquidFee
source: Liquid Fee
es: Comisión Liquid
fr: Frais Liquid
uk: Рідкий корм

# autoswapLoadSettingsError
source: Failed to load auto swap settings
es: Error al cargar la configuración de intercambio automático
fr: Échec du chargement des paramètres de transfert automatique
uk: Переміщення для завантаження параметрів автоматичного затискання

# broadcastSignedTxReviewTransaction
source: Review Transaction
es: Revisar transacción
fr: Vérifier la transaction
uk: Огляд транзакцій

# backupSettingsTested
source: Tested
es: Probado
fr: Testé
uk: Тестування

# jadeStep1
source: Login to your Jade device
es: Inicie sesión en su dispositivo Jade
fr: Connectez-vous à votre appareil Jade
uk: Увійти на пристрій Jade

# recoverbullSelectDriveBackups
source: Drive Backups
es: Respaldos de Drive
fr: Sauvegardes Drive
uk: Приводні резервні копії

# exchangeAuthOk
source: OK
uk: ЗАРЕЄСТРУВАТИСЯ

# testBackupErrorFailedToFetch
source: Failed to fetch backup: {error}
es: Error al obtener respaldo: {error}
fr: Échec de la récupération de la sauvegarde : {error}
uk: Надіслане до резервного копіювання: {error}

# exchangeKycLight
source: Light
es: Ligero
fr: Léger
uk: Світло

# seedsignerInstructionsTitle
source: SeedSigner Instructions
es: Instrucciones SeedSigner
fr: Instructions SeedSigner
uk: SeedSigner Інструкції

# arkRedeemButton
source: Redeem
es: Redimir
fr: Rembourser
uk: Мали

# fundExchangeLabelBeneficiaryAddress
source: Beneficiary address
es: Dirección del beneficiario
fr: Adresse du bénéficiaire
uk: Адреса отримувача

# testBackupVerify
source: Verify
es: Verificar
fr: Vérifier
uk: Видання

# dcaFrequencyDaily
source: day
es: día
fr: jour
uk: день

# payFilterPayments
source: Filter Payments
es: Filtrar Pagos
fr: Filtrer les Paiements
uk: Фільтр платежів

# fundExchangeSelectCountry
source: Select your country and payment method
es: Seleccione su país y método de pago
fr: Sélectionnez votre pays et votre méthode de paiement
uk: Оберіть країну та спосіб оплати

# kruxStep2
source: Click Sign
es: Haga clic en Firmar
fr: Cliquez sur Signer
uk: Натисніть кнопку

# importWatchOnlyFingerprint
source: Fingerprint
es: Huella digital
fr: Empreinte
uk: Друк

# dcaViewSettings
source: View settings
es: Ver configuración
fr: Voir les paramètres
uk: Перегляд налаштувань

# withdrawAmountContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# pinProtectionDescription
source: Your PIN protects access to your wallet and settings. Keep it memorable.
es: Su PIN protege el acceso a su cartera y configuración. Manténgalo memorable.
fr: Votre code PIN protège l'accès à votre portefeuille et à vos paramètres. Choisissez-en un mémorable.
uk: Ваш PIN захищає доступ до вашого гаманця та налаштувань. Збережіть його незабутнім.

# kruxStep5
source: Scan the QR code shown in the Bull wallet
es: Escanee el código QR mostrado en la billetera Bull
fr: Scannez le code QR affiché dans le portefeuille Bull
uk: Сканування QR-коду, показаного в булл-гаманці

# payMediumPriority
source: Medium
es: Media
fr: Moyenne
uk: Середній

# dcaHideSettings
source: Hide settings
es: Ocultar configuración
fr: Masquer les paramètres
uk: Приховати налаштування

# payInvoiceTitle
source: Pay Invoice
es: Pagar Factura
fr: Payer la Facture
uk: Оплатити рахунок

# fundExchangeLabelBankAddress
source: Address of our bank
es: Dirección de nuestro banco
fr: Adresse de notre banque
uk: Адреса банку

# backupWalletGoogleDrivePrivacyMessage5
source: shared with Bull Bitcoin.
es: se comparte con Bull Bitcoin.
fr: partagées avec Bull Bitcoin.
uk: bitcoin у USD.

# recoverbullSelectQuickAndEasy
source: Quick & easy
es: Rápido y fácil
fr: Rapide et facile
uk: Швидкий і простий

# backupWalletHowToDecideBackupPhysicalRecommendationText
source: You are confident in your own operational security capabilities to hide and preserve your Bitcoin seed words.
es: Está seguro de sus propias capacidades de seguridad operacional para ocultar y preservar sus palabras de semilla de Bitcoin.
fr: Vous êtes confiant dans vos propres capacités de sécurité opérationnelle pour cacher et préserver vos mots de récupération Bitcoin.
uk: Ви впевнені, що ваші можливості оперативної безпеки приховати і зберегти ваші слова насіннєвих.

# backupWalletHowToDecideBackupEncryptedVault
source: The encrypted vault prevents you from thieves looking to steal your backup. It also prevents you from accidentally losing your backup since it will be stored in your cloud. Cloud storage providers like Google or Apple won't have access to your Bitcoin because the encryption password is too strong. There is a small possibility that the web server that stores your backup's encryption key could be compromised. In this event, the security of the backup in your cloud account could be at risk.
es: La bóveda cifrada lo protege de ladrones que buscan robar su respaldo. También le impide perder accidentalmente su respaldo ya que se almacenará en su nube. Los proveedores de almacenamiento en nube como Google o Apple no tendrán acceso a sus Bitcoin porque la contraseña de cifrado es demasiado robusta. Existe una pequeña posibilidad de que el servidor web que almacena la clave de cifrado de su respaldo pueda verse comprometido. En este caso, la seguridad del respaldo en su cuenta de nube podría estar en riesgo.
fr: Le coffre-fort chiffré vous protège des voleurs cherchant à voler votre sauvegarde. Il vous empêche également de perdre accidentellement votre sauvegarde puisqu'elle sera stockée dans votre cloud. Les fournisseurs de stockage cloud comme Google ou Apple n'auront pas accès à vos Bitcoin car le mot de passe de chiffrement est trop robuste. Il existe une petite possibilité que le serveur web qui stocke la clé de chiffrement de votre sauvegarde soit compromis. Dans ce cas, la sécurité de la sauvegarde dans votre compte cloud pourrait être à risque.
uk: Зашифрована схованка запобігає вам з тих, хто шукає крадіжку вашої резервної копії. Ви також не зможете втратити резервну копію, оскільки вона буде зберігатися у хмарі. Ми не маємо доступу до вашого біткойн, оскільки пароль шифрування занадто сильний. Існує невелика ймовірність, що веб-сервер, який зберігає ключ шифрування резервної копії. У цьому випадку безпека резервного копіювання у хмарному обліковому записі може бути на ризику.

# seedsignerStep11
source: Click "I'm done" in the Bull Bitcoin wallet.
es: Haga clic en "He terminado" en la billetera Bull Bitcoin.
fr: Cliquez sur "J'ai terminé" dans le portefeuille Bull Bitcoin.
uk: Натисніть "Я зробив" в Гаманець Біткойн.

# fundExchangeBankTransferSubtitle
source: Send a bank transfer from your bank account
es: Envíe una transferencia bancaria desde su cuenta bancaria
fr: Envoyer un virement bancaire depuis votre compte bancaire
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації

# sellProcessingOrder
source: Processing order...
es: Procesando orden...
fr: Traitement de l'ordre...
uk: Порядок обробки.

# sellUpdatingRate
source: Updating exchange rate...
es: Actualizando tasa de cambio...
fr: Mise à jour du taux de change...
uk: Оновлення курсу обміну...

# bip85Hex
source: HEX
uk: ХЕКС

# receiveLightningNetwork
source: Lightning
uk: Освітлення

# arkForfeitAddress
source: Forfeit address
es: Dirección de confiscación
fr: Adresse de confiscation
uk: Реєстрація

# swapTransferRefundedTitle
source: Transfer Refunded
es: Transferencia Reembolsada
fr: Transfert remboursé
uk: Повернення коштів

# dcaInsufficientBalanceDescription
source: You do not have enough balance to create this order.
es: No tiene suficiente saldo para crear esta orden.
fr: Vous n'avez pas assez de solde pour créer cette commande.
uk: Ви не маєте достатнього балансу для створення цього замовлення.

# pinButtonContinue
source: Continue
es: Continuar
fr: Continuer
uk: Продовжити

# importColdcardSuccess
source: Coldcard wallet imported
es: Billetera Coldcard importada
fr: Portefeuille Coldcard importé
uk: Гаманець холодної картки імпортований

# arkBtcAddress
source: BTC address
es: Dirección BTC
fr: Adresse BTC
uk: Bitcoin у USD

# payBumpFee
source: Bump Fee
es: Aumentar Comisión
fr: Augmenter les Frais
uk: Бампер Фе

# arkCancelButton
source: Cancel
es: Cancelar
fr: Annuler
uk: Зареєструватися

# testBackupRecoverWallet
source: Recover Wallet
es: Recuperar Billetera
fr: Récupérer le portefeuille
uk: Відновлення гаманця

# fundExchangeMethodSinpeTransferSubtitle
source: Transfer Colones using SINPE
es: Transfiere Colones usando SINPE
fr: Transférez des colones en utilisant SINPE
uk: Трансфер Колони за допомогою SINPE

source: Ark Instant Payments
es: Pagos Instantáneos Ark
fr: Paiements Instantanés Ark
uk: Миттєві платежі Ark

source: An error occurred
es: Ocurrió un error
fr: Une erreur s'est produite
uk: Помилки

# sellIBAN
source: IBAN
uk: ІБАН

# dcaBuyingMessage
source: You are buying {amount} every {frequency} via {network} as long as there are funds in your account.
es: Está comprando {amount} cada {frequency} a través de {network} mientras haya fondos en su cuenta.
fr: Vous achetez {amount} chaque {frequency} via {network} tant qu'il y a des fonds sur votre compte.
uk: Ви купуєте {amount} кожен {frequency} через {network} до тих пір, поки є кошти в обліковому записі.

# withdrawConfirmTitle
source: Confirm withdrawal
es: Confirmar retiro
fr: Confirmer le retrait
uk: Підтвердження виведення

# recoverbullSelectCustomLocationError
source: Failed to select file from custom location
es: Error al seleccionar archivo desde ubicación personalizada
fr: Échec de la sélection du fichier depuis l'emplacement personnalisé
uk: Вимкнено вибрати файл з індивідуального розташування

# confirmSendTitle
source: Confirm Send
es: Confirmar envío
fr: Confirmer l'envoi
uk: Підтвердження

# buyKYCLevel1
source: Level 1 - Basic
es: Nivel 1 - Básico
fr: Niveau 1 - Basique
uk: Рівень 1 - Базовий

# importColdcardScanning
source: Scanning...
es: Escaneando...
fr: Scan en cours...
uk: Сканування ...

# exchangeLandingFeature1
source: Buy Bitcoin straight to self-custody
es: Compre Bitcoin directamente en autocustodia
fr: Acheter du Bitcoin directement en auto-garde
uk: Купити Bitcoin прямо на самоктоди

# swapTransferTo
source: Transfer to
es: Transferir a
fr: Transférer vers
uk: Трансфер до

# selectCoinsManuallyLabel
source: Select coins manually
es: Seleccionar monedas manualmente
fr: Sélectionner les pièces manuellement
uk: Виберіть монети вручну

# buyExpressWithdrawalDesc
source: Receive Bitcoin instantly after payment
es: Reciba Bitcoin instantáneamente después del pago
fr: Recevez vos Bitcoin instantanément après le paiement
uk: Отримати Bitcoin миттєво після оплати

# importMnemonicImport
source: Import
es: Importar
fr: Importer
uk: Імпорт

# sendBuildFailed
source: Failed to build transaction
es: Error al construir la transacción
fr: Échec de la construction de la transaction
uk: Не вдалося побудувати операцію

# paySwapFee
source: Swap Fee
es: Comisión de Swap
fr: Frais de Swap
uk: Обмін Fee

# broadcastSignedTxTitle
source: Broadcast Transaction
es: Transmitir transacción
fr: Diffuser la transaction
uk: Трансмісія

# backupWalletVaultProviderTakeYourTime
source: Take your time
es: Tómese su tiempo
fr: Prenez votre temps
uk: Зробіть свій час

# payPaymentFailed
source: Payment failed
es: Pago fallido
fr: Échec du paiement
uk: Не вдалося

# importColdcardInvalidQR
source: Invalid Coldcard QR code
es: Código QR de Coldcard inválido
fr: Code QR Coldcard invalide
uk: Invalid Coldcard QR код

# testBackupTranscribe
source: Transcribe
es: Transcribir
fr: Transcrire
uk: Тран

# sendUnconfirmed
source: Unconfirmed
es: Sin Confirmar
fr: Non confirmé
uk: Підтвердити

# testBackupRetrieveVaultDescription
source: Test to make sure you can retrieve your encrypted vault.
es: Pruebe para asegurarse de que puede recuperar su bóveda cifrada.
fr: Testez pour vous assurer que vous pouvez récupérer votre coffre-fort chiffré.
uk: Перевірте, щоб переконатися, що ви можете отримати зашифрований за замовчуванням.

# payBroadcastingTransaction
source: Broadcasting transaction...
es: Transmitiendo transacción...
fr: Diffusion de la transaction...
uk: Трансляція транзакцій...

# arkStatusConfirmed
source: Confirmed
es: Confirmado
fr: Confirmé
uk: Підтвердження

# withdrawConfirmAmount
source: Amount
es: Monto
fr: Montant
uk: Сума

# copyDialogButton
source: Copy
es: Copiar
fr: Copier
uk: Партнерство

# swapConfirmTransferTitle
source: Confirm Transfer
es: Confirmar Transferencia
fr: Confirmer le transfert
uk: Підтвердження трансферу

# arkServerPubkey
source: Server pubkey
es: Clave pública del servidor
fr: Clé publique du serveur
uk: Статус на сервери

# testBackupPhysicalBackupDescription
source: Write down 12 words on a piece of paper. Keep them safe and make sure not to lose them.
es: Escriba 12 palabras en un pedazo de papel. Manténgalas seguras y asegúrese de no perderlas.
fr: Écrivez 12 mots sur un morceau de papier. Gardez-les en sécurité et assurez-vous de ne pas les perdre.
uk: Написати 12 слів на аркуші паперу. Збережіть їх безпечно і переконайтеся, що не втратити їх.

# sendInitiatingSwap
source: Initiating swap...
es: Iniciando swap...
fr: Initialisation du swap...
uk: Ініціюється ковпа ...

# testBackupErrorIncorrectOrder
source: Incorrect word order. Please try again.
es: Orden de palabras incorrecto. Por favor intente nuevamente.
fr: Ordre des mots incorrect. Veuillez réessayer.
uk: Некоректне слово замовлення. Будь ласка, спробуйте знову.

# arkSetupTitle
source: Ark Setup
es: Configuración Ark
fr: Configuration Ark
uk: Арк Настроювання

# seedsignerStep3
source: Scan the QR code shown in the Bull wallet
es: Escanee el código QR mostrado en la billetera Bull
fr: Scannez le code QR affiché dans le portefeuille Bull
uk: Сканування QR-коду, показаного в булл-гаманці

# payDecodingInvoice
source: Decoding invoice...
es: Decodificando factura...
fr: Décodage de la facture...
uk: Випадковий рахунок ...

# payFromWallet
source: From Wallet
es: Desde Billetera
fr: Depuis le Portefeuille
uk: Від Wallet

# dcaConfirmRecurringBuyTitle
source: Confirm Recurring Buy
es: Confirmar Compra Recurrente
fr: Confirmer l'achat récurrent
uk: Підтвердження Купити

# sellBankDetails
source: Bank Details
es: Datos Bancarios
fr: Coordonnées bancaires
uk: Банк Детальніше

# pinStatusCheckingDescription
source: Checking PIN status
es: Verificando estado del PIN
fr: Vérification du statut du code PIN
uk: Перевірка стану PIN

# passportStep6
source: - Move the red laser up and down over QR code
es: - Mueva el láser rojo arriba y abajo sobre el código QR
fr: - Déplacez le laser rouge de haut en bas sur le code QR
uk: - Перемістити червоному лазеру вгору і вниз по QR-коду

# keystoneStep4
source: If you have trouble scanning:
es: Si tiene problemas para escanear:
fr: Si vous avez des difficultés à scanner :
uk: Якщо у вас є проблеми сканування:

# sendCustomFeeRate
source: Custom Fee Rate
es: Tarifa de Comisión Personalizada
fr: Taux de frais personnalisé
uk: Спеціальна ціна

# swapErrorAmountExceedsMaximum
source: Amount exceeds maximum swap amount
es: La cantidad excede la cantidad máxima de intercambio
fr: Le montant dépasse le montant maximum d'échange
uk: Сума перевищена максимальна сума затиску

# receiveInsufficientInboundLiquidity
source: Insufficient Lightning receiving capacity
es: Capacidad de recepción Lightning insuficiente
fr: Capacité de réception Lightning insuffisante
uk: Недостатня вантажопідйомність

# withdrawRecipientsMyTab
source: My fiat recipients
es: Mis destinatarios fiat
fr: Mes destinataires fiat
uk: Мій одержувачів

# sendFeeRateTooLow
source: Fee rate too low
es: Tarifa de comisión demasiado baja
fr: Taux de frais trop bas
uk: Платна швидкість занадто низька

# exchangeLandingRestriction
source: Access to exchange services will be restricted to countries where Bull Bitcoin can legally operate and may require KYC.
es: El acceso a los servicios de intercambio estará restringido a países donde Bull Bitcoin pueda operar legalmente y puede requerir KYC.
fr: L'accès aux services d'échange sera restreint aux pays où Bull Bitcoin peut légalement opérer et peut nécessiter une vérification KYC.
uk: Доступ до обмінних послуг буде обмежений для країн, де Біткойн може легально працювати і може вимагати KYC.

# payFailedPayments
source: Failed
es: Fallidos
fr: Échoués
uk: В'язниця

# arkToday
source: Today
es: Hoy
fr: Aujourd'hui
uk: Сьогодні

# rbfErrorAlreadyConfirmed
source: The original transaction has been confirmed
es: La transacción original ha sido confirmada
fr: La transaction originale a été confirmée
uk: Підтверджено оригінальну операцію

# keystoneStep2
source: Click Scan
es: Haga clic en Escanear
fr: Cliquez sur Scanner
uk: Натисніть сканування

# importQrDeviceImport
source: Import
es: Importar
fr: Importer
uk: Імпорт

# importQrDeviceScanPrompt
source: Scan the QR code from your {deviceName}
es: Escanee el código QR de su {deviceName}
fr: Scannez le code QR de votre {deviceName}
uk: Скануйте QR-код {deviceName}

# bip85ExperimentalWarning
source: Experimental Backup your derivation paths manually
es: Experimental Respalde sus rutas de derivación manualmente
fr: Expérimental Sauvegardez vos chemins de dérivation manuellement
uk: Експериментальні Резервне копіювання стежок видалення вручну
