Repository: SatoshiPortal/bullbitcoin-mobile
Catalog: localization/app_*.arb
Languages: es, fr, uk

# payBitcoinPrice
source: Bitcoin Price
es: Precio de Bitcoin
fr: Prix du Bitcoin
uk: Ціна Bitcoin

# payCopyInvoice
source: Copy Invoice
es: Copiar Factura
fr: Copier la Facture
uk: Статус на сервери

# payShowQrCode
source: Show QR code
es: Mostrar código QR
fr: Afficher le code QR
uk: Показати QR-код

# payQrCode
source: QR Code
es: Código QR
fr: Code QR
uk: QR-код

# payNoInvoiceData
source: No invoice data available
es: No hay datos de factura disponibles
fr: Aucune donnée de facture disponible
uk: Немає даних рахунків-фактур

# payInvalidState
source: Invalid state
es: Estado inválido
fr: État invalide
uk: Неточний стан

# payInProgress
source: Payment In Progress!
es: ¡Pago en progreso!
fr: Paiement en cours !
uk: Плата за прогрес!

# payInProgressDescription
source: Your payment has been initiated and the recipient will receive the funds after your transaction receives 1 confirmation onchain.
es: Su pago ha sido iniciado y el destinatario recibirá los fondos después de que su transacción reciba 1 confirmación on-chain.
fr: Votre paiement a été initié et le destinataire recevra les fonds après que votre transaction reçoive 1 confirmation on-chain.
uk: Ваш платіж був ініційований, а одержувач отримає кошти після отримання вашої операції 1 підтвердження.

# payViewDetails
source: View details
es: Ver detalles
fr: Voir les détails
uk: Докладніше

# payCompleted
source: Payment Completed!
es: ¡Pago completado!
fr: Paiement terminé !
uk: Оплата завершено!

# payOrderDetails
source: Order Details
es: Detalles de la orden
fr: Détails de la commande
uk: Деталі замовлення

# payRecipient
source: Recipient
es: Destinatario
fr: Destinataire
uk: Отримувач

# payAmount
source: Amount
es: Monto
fr: Montant
uk: Сума

# payFee
source: Fee
es: Comisión
fr: Frais
uk: Плей

# payInsufficientBalance
source: Insufficient balance
es: Saldo insuficiente en la billetera seleccionada para completar esta orden de pago.
fr: Solde insuffisant dans le portefeuille sélectionné pour compléter cette commande de paiement.
uk: Недостатній баланс у вибраному гаманці для завершення цього замовлення оплати.

# transactionTitle
source: Transactions
es: Transacciones
uk: Твитнуть

# transactionError
source: Error - {error}
fr: Erreur - {error}
uk: Помилка - {error}

# transactionDetailTitle
source: Transaction details
es: Detalles de la transacción
fr: Détails de la transaction
uk: Деталі транзакції

# transactionDetailTransferProgress
source: Transfer Progress
es: Progreso de la transferencia
fr: Progression du transfert
uk: Прогрес трансферу

# transactionDetailSwapProgress
source: Swap Progress
es: Progreso del intercambio
fr: Progression de l'échange
uk: Swap Прогрес

# transactionDetailRetryTransfer
source: Retry Transfer {action}
es: Reintentar transferencia {action}
fr: Réessayer le transfert {action}
uk: Трансфер з картки {action}

# transactionDetailAddNote
source: Add note
es: Agregar nota
fr: Ajouter une note
uk: Додати замітку

# transactionDetailBumpFees
source: Bump fees
es: Aumentar tarifas
fr: Augmenter les frais
uk: Бамперові збори

# transactionFilterAll
source: All
es: Todas
fr: Tous
uk: Всі

# transactionFilterSend
source: Send
es: Enviar
fr: Envoyer
uk: Відправити

# transactionFilterReceive
source: Receive
es: Recibir
fr: Recevoir
uk: Отримати

# transactionFilterTransfer
source: Transfer
es: Transferir
fr: Transfert
uk: Передача

# transactionFilterPayjoin
source: Payjoin
uk: Офіціант

# transactionFilterSell
source: Sell
es: Vender
fr: Vendre
uk: Продати

# transactionFilterBuy
source: Buy
es: Comprar
fr: Acheter
uk: Купити

# transactionNetworkLightning
source: Lightning
uk: Освітлення

# transactionNetworkBitcoin
source: Bitcoin
uk: Bitcoin у USD

# transactionNetworkLiquid
source: Liquid
uk: Рідина

# transactionSwapBitcoinToLiquid
source: BTC → L-BTC
uk: BTC → Л-БТ

# transactionStatusInProgress
source: In Progress
es: En progreso
fr: En cours
uk: Прогрес

# transactionStatusPending
source: Pending
es: Pendiente
fr: En attente
uk: Закінчення

# transactionStatusConfirmed
source: Confirmed
es: Confirmada
fr: Confirmée
uk: Підтвердження

# transactionStatusTransferCompleted
source: Transfer Completed
es: Transferencia completada
fr: Transfert terminé
uk: Трансфер завершено

# transactionStatusPaymentInProgress
source: Payment In Progress
es: Pago en progreso
fr: Paiement en cours
uk: Плата за прогрес

# transactionStatusPaymentRefunded
source: Payment Refunded
es: Pago reembolsado
fr: Paiement remboursé
uk: Повернення платежів

# transactionStatusTransferFailed
source: Transfer Failed
es: Transferencia fallida
fr: Transfert échoué
uk: Передача

# transactionStatusSwapFailed
source: Swap Failed
es: Intercambio fallido
fr: Échange échoué
uk: Обмінюється

# transactionStatusTransferExpired
source: Transfer Expired
es: Transferencia expirada
fr: Transfert expiré
uk: Трансфер Expired

# transactionStatusSwapExpired
source: Swap Expired
es: Intercambio expirado
fr: Échange expiré
uk: Обмінюється

# transactionStatusPayjoinRequested
source: Payjoin requested
es: Payjoin solicitado
fr: Payjoin demandé
uk: Payjoin запитав

# transactionLabelTransactionId
source: Transaction ID
es: ID de transacción
fr: ID de transaction
uk: Код транзакції

# transactionLabelToWallet
source: To wallet
es: A billetera
fr: Vers le portefeuille
uk: Гаманець

# transactionLabelFromWallet
source: From wallet
es: Desde billetera
fr: Depuis le portefeuille
uk: Від гаманця

# transactionLabelRecipientAddress
source: Recipient Address
es: Dirección del destinatario
fr: Adresse du destinataire
uk: Адреса одержувача

# transactionLabelAddress
source: Address
es: Dirección
fr: Adresse
uk: Контакти

# transactionLabelAddressNotes
source: Address notes
es: Notas de dirección
fr: Notes d'adresse
uk: Контакти

# transactionLabelAmountReceived
source: Amount received
es: Monto recibido
fr: Montant reçu
uk: Сума отримана

# transactionLabelAmountSent
source: Amount sent
es: Monto enviado
fr: Montant envoyé
uk: Сума відправлена

# transactionLabelTransactionFee
source: Transaction Fee
es: Tarifa de transacción
fr: Frais de transaction
uk: Плата за транзакції

# transactionLabelStatus
source: Status
es: Estado
fr: Statut
uk: Статус на сервери

# transactionLabelConfirmationTime
source: Confirmation time
es: Tiempo de confirmación
fr: Heure de confirmation
uk: Термін підтвердження

# transactionLabelTransferId
source: Transfer ID
es: ID de transferencia
fr: ID de transfert
uk: Трансфер ID

# transactionLabelSwapId
source: Swap ID
es: ID de intercambio
fr: ID d'échange
uk: Обмін ID

# transactionLabelTransferStatus
source: Transfer status
es: Estado de transferencia
fr: Statut du transfert
uk: Статус на сервери

# transactionLabelSwapStatusRefunded
source: Refunded
es: Reembolsado
fr: Remboursé
uk: Повернення

# transactionLabelLiquidTransactionId
source: Liquid transaction ID
es: ID de transacción Liquid
fr: ID de transaction Liquid
uk: Ідентифікаційний код

# transactionLabelBitcoinTransactionId
source: Bitcoin transaction ID
es: ID de transacción Bitcoin
fr: ID de transaction Bitcoin
uk: Код транзакції Bitcoin

# transactionLabelTotalTransferFees
source: Total Transfer fees
es: Tarifas totales de transferencia
fr: Frais de transfert totaux
uk: Сума переказу

# transactionLabelTotalSwapFees
source: Total Swap fees
es: Tarifas totales de intercambio
fr: Frais d'échange totaux
uk: Загальний обмін

# transactionLabelNetworkFee
source: Network Fee
es: Tarifa de red
fr: Frais de réseau
uk: Партнерство

# transactionLabelTransferFee
source: Transfer Fee
es: Tarifa de transferencia
fr: Frais de transfert
uk: Плата за трансфер

# transactionLabelBoltzSwapFee
source: Boltz Swap Fee
es: Tarifa de intercambio Boltz
fr: Frais d'échange Boltz
uk: Boltz Обмінюється Fee

# transactionLabelCreatedAt
source: Created at
es: Creado el
fr: Créé le
uk: Створено

# transactionLabelCompletedAt
source: Completed at
es: Completado el
fr: Complété le
uk: Увімкнути

# transactionLabelPayjoinStatus
source: Payjoin status
es: Estado de payjoin
fr: Statut du payjoin
uk: Статус на сервери

# transactionLabelPayjoinCreationTime
source: Payjoin creation time
es: Tiempo de creación de payjoin
fr: Heure de création du payjoin
uk: Час створення Payjoin

# transactionPayjoinStatusCompleted
source: Completed
es: Completado
fr: Complété
uk: Виконаний

# transactionPayjoinStatusExpired
source: Expired
es: Expirado
fr: Expiré
uk: Зареєструватися

# transactionOrderLabelOrderType
source: Order Type
es: Tipo de orden
fr: Type de commande
uk: Тип замовлення

# transactionOrderLabelOrderNumber
source: Order Number
es: Número de orden
fr: Numéro de commande
uk: Номер замовлення

# transactionOrderLabelPayinAmount
source: Payin amount
es: Monto de pago
fr: Montant à payer
uk: Сума виплат

# transactionOrderLabelPayoutAmount
source: Payout amount
es: Monto a recibir
fr: Montant à recevoir
uk: Сума виплат

# transactionOrderLabelExchangeRate
source: Exchange rate
es: Tipo de cambio
fr: Taux de change
uk: Курс валют

# transactionNotesLabel
source: Transaction notes
es: Notas de transacción
fr: Notes de transaction
uk: Примітки транзакцій

# transactionNoteAddTitle
source: Add note
es: Agregar nota
fr: Ajouter une note
uk: Додати замітку

# transactionNoteEditTitle
source: Edit note
es: Editar nota
fr: Modifier la note
uk: Редагувати замітку

# transactionNoteHint
source: Note
es: Nota
uk: Зареєструватися

# transactionNoteSaveButton
source: Save
es: Guardar
fr: Enregistrer
uk: Зберегти

# transactionPayjoinNoProposal
source: Not receiving a payjoin proposal from the receiver?
es: ¿No recibe una propuesta de payjoin del receptor?
fr: Vous ne recevez pas de proposition de payjoin du destinataire ?
uk: Чи не приймається пропозиція платника?

# transactionPayjoinSendWithout
source: Send without payjoin
es: Enviar sin payjoin
fr: Envoyer sans payjoin
uk: Відправлення без плати

# transactionSwapProgressInitiated
source: Initiated
es: Iniciado
fr: Initié
uk: Ініціюється

# transactionSwapProgressPaymentMade
source: Payment Made
es: Pago realizado
fr: Paiement Effectué
uk: Оплата Зроблено

# transactionSwapProgressFundsClaimed
source: Funds Claimed
es: Fondos reclamados
fr: Fonds Réclamés
uk: Кошти Коктейль

# transactionSwapProgressBroadcasted
source: Broadcasted
es: Transmitido
fr: Diffusée
uk: Радіоканал

# transactionSwapProgressInvoicePaid
source: Invoice Paid
es: Factura pagada
fr: Facture Payée
uk: Інвойс Плеймейт

# transactionSwapProgressConfirmed
source: Confirmed
es: Confirmado
fr: Confirmée
uk: Підтвердження

# transactionSwapProgressClaim
source: Claim
es: Reclamar
fr: Réclamer
uk: Клейм

# transactionSwapProgressCompleted
source: Completed
es: Completado
fr: Complétée
uk: Виконаний

# transactionSwapProgressInProgress
source: In Progress
es: En progreso
fr: En cours
uk: Прогрес

# transactionSwapStatusTransferStatus
source: Transfer Status
es: Estado de transferencia
fr: Statut du transfert
uk: Статус на сервери

# transactionSwapDescLnReceivePending
source: Your swap has been initiated. We are waiting for a payment to be received on the Lightning Network.
es: Su intercambio ha sido iniciado. Estamos esperando que se reciba un pago en la Lightning Network.
fr: Votre échange a été initié. Nous attendons qu'un paiement soit reçu sur le réseau Lightning.
uk: Запропоновано ваш ковпачок. Ми очікуємо, що платіж буде отримано на Lightning Network.

# transactionSwapDescLnReceivePaid
source: Payment has been received! We are now broadcasting the on-chain transaction to your wallet.
es: ¡Se ha recibido el pago! Ahora estamos transmitiendo la transacción on-chain a su billetera.
fr: Le paiement a été reçu ! Nous diffusons maintenant la transaction on-chain vers votre portefeuille.
uk: Отримали платіж! Ми зараз ведемо трансляцію на свій гаманець.

# transactionSwapDescLnReceiveClaimable
source: The on-chain transaction has been confirmed. We are now claiming the funds to complete your swap.
es: La transacción on-chain ha sido confirmada. Ahora estamos reclamando los fondos para completar su intercambio.
fr: La transaction on-chain a été confirmée. Nous réclamons maintenant les fonds pour compléter votre échange.
uk: Підтверджено операційну операцію. Ми зараз беремо на себе кошти, щоб завершити свій клацання.

# transactionSwapDescLnReceiveCompleted
source: Your swap has been completed successfully! The funds should now be available in your wallet.
es: ¡Su intercambio ha sido completado exitosamente! Los fondos ahora deberían estar disponibles en su billetera.
fr: Votre échange a été complété avec succès ! Les fonds devraient maintenant être disponibles dans votre portefeuille.
uk: Ви успішно завершили замовлення! Кошти повинні бути доступні в вашому гаманці.

# transactionSwapDescLnReceiveFailed
source: There was an issue with your swap. Please contact support if funds have not been returned within 24 hours.
es: Hubo un problema con su intercambio. Por favor contacte con soporte si los fondos no han sido devueltos dentro de 24 horas.
fr: Il y a eu un problème avec votre échange. Veuillez contacter le support si les fonds n'ont pas été retournés dans les 24 heures.
uk: Проблемою була проблема. Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації.

# transactionSwapDescLnReceiveExpired
source: This swap has expired. Any funds sent will be automatically returned to the sender.
es: Este intercambio ha expirado. Cualquier fondo enviado será devuelto automáticamente al remitente.
fr: Cet échange a expiré. Tous les fonds envoyés seront automatiquement retournés à l'expéditeur.
uk: Це лебідка вибухнула. Будь-які кошти, надіслані автоматично, будуть повернені одержувачу.

# transactionSwapDescLnReceiveDefault
source: Your swap is in progress. This process is automated and may take some time to complete.
es: Su intercambio está en progreso. Este proceso es automatizado y puede tomar algún tiempo en completarse.
fr: Votre échange est en cours. Ce processus est automatisé et peut prendre du temps pour se compléter.
uk: Ваше лебідка знаходиться в прогресі. Цей процес автоматизований і може зайняти деякий час для завершення.

# transactionSwapDescLnSendPending
source: Your swap has been initiated. We are broadcasting the on-chain transaction to lock your funds.
es: Su intercambio ha sido iniciado. Estamos transmitiendo la transacción on-chain para bloquear sus fondos.
fr: Votre échange a été initié. Nous diffusons la transaction on-chain pour verrouiller vos fonds.
uk: Запропоновано ваш ковпачок. Ми ведемо трансляцію на замовлення, щоб заблокувати кошти.

# transactionSwapDescLnSendPaid
source: Your on-chain transaction has been broadcasted. After 1 confirmation, the Lightning payment will be sent.
es: Su transacción on-chain ha sido transmitida. Después de 1 confirmación, se enviará el pago Lightning.
fr: Votre transaction on-chain a été diffusée. Après 1 confirmation, le paiement Lightning sera envoyé.
uk: Ваша угода була транслюється. Після 1 підтвердження буде відправлено платіж Lightning.

# transactionSwapDescChainPaid
source: Your transaction has been broadcasted. We are now waiting for the lockup transaction to be confirmed.
es: Su transacción ha sido transmitida. Ahora estamos esperando que la transacción de bloqueo sea confirmada.
fr: Votre transaction a été diffusée. Nous attendons maintenant que la transaction de verrouillage soit confirmée.
uk: Ваша угода була транслюється. В даний час ми очікуємо транзакції замка.

# transactionSwapDescChainClaimable
source: The lockup transaction has been confirmed. You are now claiming the funds to complete your transfer.
es: La transacción de bloqueo ha sido confirmada. Ahora está reclamando los fondos para completar su transferencia.
fr: La transaction de verrouillage a été confirmée. Vous réclamez maintenant les fonds pour compléter votre transfert.
uk: Підтверджено операцію замка. Ви заявляєте, що кошти для завершення вашого переказу.

# transactionSwapDescChainRefundable
source: The transfer will be refunded. Your funds will be returned to your wallet automatically.
es: La transferencia será reembolsada. Sus fondos serán devueltos a su billetera automáticamente.
fr: Le transfert sera remboursé. Vos fonds seront retournés automatiquement à votre portefeuille.
uk: Переказ буде повернено. Ваші кошти будуть повернені в ваш гаманець автоматично.

# transactionSwapDescChainCompleted
source: Your transfer has been completed successfully! The funds should now be available in your wallet.
es: ¡Su transferencia ha sido completada exitosamente! Los fondos ahora deberían estar disponibles en su billetera.
fr: Votre transfert a été complété avec succès ! Les fonds devraient maintenant être disponibles dans votre portefeuille.
uk: Ваша передача успішно завершилась! Кошти повинні бути доступні в вашому гаманці.

# transactionSwapDescChainFailed
source: There was an issue with your transfer. Please contact support if funds have not been returned within 24 hours.
es: Hubo un problema con su transferencia. Por favor contacte con soporte si los fondos no han sido devueltos dentro de 24 horas.
fr: Il y a eu un problème avec votre transfert. Veuillez contacter le support si les fonds n'ont pas été retournés dans les 24 heures.
uk: У вас є питання про передачу. Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації.

# transactionSwapDescChainExpired
source: This transfer has expired. Your funds will be automatically returned to your wallet.
es: Esta transferencia ha expirado. Sus fondos serán devueltos automáticamente a su billetera.
fr: Ce transfert a expiré. Vos fonds seront automatiquement retournés à votre portefeuille.
uk: Цей переказ розширився. Ваші кошти будуть автоматично повертатися до вашого гаманця.

# transactionSwapDescChainDefault
source: Your transfer is in progress. This process is automated and may take some time to complete.
es: Su transferencia está en progreso. Este proceso es automatizado y puede tomar algún tiempo en completarse.
fr: Votre transfert est en cours. Ce processus est automatisé et peut prendre du temps pour se compléter.
uk: Ваша передача здійснюється в процесі. Цей процес автоматизований і може зайняти деякий час для завершення.

# transactionSwapInfoFailedExpired
source: If you have any questions or concerns, please contact support for assistance.
es: Si tiene alguna pregunta o inquietud, por favor contacte con soporte para obtener asistencia.
fr: Si vous avez des questions ou des préoccupations, veuillez contacter le support pour obtenir de l'aide.
uk: Будь ласка, зв'яжіться з нами.

# transactionSwapInfoChainDelay
source: On-chain transfers may take some time to complete due to blockchain confirmation times.
es: Las transferencias on-chain pueden tomar algún tiempo en completarse debido a los tiempos de confirmación de blockchain.
fr: Les transferts on-chain peuvent prendre du temps pour se compléter en raison des temps de confirmation de la blockchain.
uk: За час виконання через час підтвердження блокчейну може бути здійснено передачу часу.

# transactionSwapInfoClaimableTransfer
source: The transfer will be completed automatically within a few seconds. If not, you can attempt a manual claim by clicking the "Retry Transfer Claim" button.
es: La transferencia se completará automáticamente en unos segundos. Si no, puede intentar un reclamo manual haciendo clic en el botón "Reintentar reclamación de transferencia".
fr: Le transfert sera complété automatiquement dans quelques secondes. Si ce n'est pas le cas, vous pouvez tenter une réclamation manuelle en cliquant sur le bouton « Réessayer la réclamation du transfert ».
uk: Передача буде завершено автоматично протягом декількох секунд. Якщо ви не можете спробувати ручну заяву, натиснувши кнопку "Retry Transfer Claim".

# transactionSwapInfoClaimableSwap
source: The swap will be completed automatically within a few seconds. If not, you can attempt a manual claim by clicking the "Retry Swap Claim" button.
es: El intercambio se completará automáticamente en unos segundos. Si no, puede intentar un reclamo manual haciendo clic en el botón "Reintentar reclamación de intercambio".
fr: L'échange sera complété automatiquement dans quelques secondes. Si ce n'est pas le cas, vous pouvez tenter une réclamation manuelle en cliquant sur le bouton « Réessayer la réclamation de l'échange ».
uk: Запуск буде завершено автоматично протягом декількох секунд. Якщо ні, ви можете спробувати ручну претензію, натиснувши кнопку "Retry Swap Claim".

# transactionSwapInfoRefundableTransfer
source: This transfer will be refunded automatically within a few seconds. If not, you can attempt a manual refund by clicking the "Retry Transfer Refund" button.
es: Esta transferencia será reembolsada automáticamente en unos segundos. Si no, puede intentar un reembolso manual haciendo clic en el botón "Reintentar reembolso de transferencia".
fr: Ce transfert sera remboursé automatiquement dans quelques secondes. Si ce n'est pas le cas, vous pouvez tenter un remboursement manuel en cliquant sur le bouton « Réessayer le remboursement du transfert ».
uk: Цей переказ буде повернено автоматично протягом декількох секунд. Якщо ні, ви можете спробувати ручне повернення, натиснувши кнопку "Retry Transfer Refund".

# transactionListToday
source: Today
es: Hoy
fr: Aujourd'hui
uk: Сьогодні

# transactionListYesterday
source: Yesterday
es: Ayer
fr: Hier
uk: Погода

# walletTypeWatchSigner
source: Watch-Signer
es: Observación-Firma
fr: Lecture-Signataire
uk: Відгуки

# walletTypeBitcoinNetwork
source: Bitcoin network
es: Red Bitcoin
fr: Réseau Bitcoin
uk: Bitcoin мережа

# walletTypeLiquidLightningNetwork
source: Liquid and Lightning network
es: Red Liquid y Lightning
fr: Réseau Liquid et Lightning
uk: Рідка та Lightning мережа

# walletNetworkBitcoin
source: Bitcoin Network
es: Red Bitcoin
fr: Réseau Bitcoin
uk: Bitcoin мережа

# walletNetworkBitcoinTestnet
source: Bitcoin Testnet
uk: Біткойн Testnet

# walletNetworkLiquid
source: Liquid Network
es: Red Liquid
fr: Réseau Liquid
uk: Мережа рідин

# walletNetworkLiquidTestnet
source: Liquid Testnet
uk: Рідкий Testnet

# walletAddressTypeConfidentialSegwit
source: Confidential Segwit
es: Segwit confidencial
fr: Segwit confidentiel
uk: Конфіденційний Segwit

# walletAddressTypeNativeSegwit
source: Native Segwit
es: Segwit nativo
fr: Segwit natif
uk: Нативний Segwit

# walletAddressTypeNestedSegwit
source: Nested Segwit
es: Segwit anidado
fr: Segwit imbriqué
uk: Нескінченний Segwit

# walletAddressTypeLegacy
source: Legacy
fr: Hérité
uk: Спадщина

# walletBalanceUnconfirmedIncoming
source: In Progress
es: En progreso
fr: En cours
uk: Прогрес

# walletButtonReceive
source: Receive
es: Recibir
fr: Recevoir
uk: Отримати

# walletButtonSend
source: Send
es: Enviar
fr: Envoyer
uk: Відправити

# walletArkInstantPayments
source: Ark Instant payments
es: Pagos instantáneos Ark
fr: Paiements instantanés Ark
uk: Арк Миттєві платежі

# walletArkExperimental
source: Experimental
fr: Expérimental
uk: Експериментальні

# fundExchangeTitle
source: Funding
es: Financiación
fr: Financement
uk: Фінансування

# fundExchangeAccountTitle
source: Fund your account
es: Fondea tu cuenta
fr: Approvisionner votre compte
uk: Оберіть Ваш рахунок

# fundExchangeAccountSubtitle
source: Select your country and payment method
es: Selecciona tu país y método de pago
fr: Sélectionnez votre pays et votre mode de paiement
uk: Оберіть країну та спосіб оплати

# fundExchangeWarningTitle
source: Watch out for scammers
es: Cuidado con los estafadores
fr: Attention aux escrocs
uk: Дивитися для шампанів

# fundExchangeWarningTactic2
source: They are offering you a loan
es: Te están ofreciendo un préstamo
fr: Ils vous offrent un prêt
uk: Ми пропонуємо Вам кредит
